{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You take part in the ceremony and do your best to follow all the instructions and pieces of advice you have  received back in the Academia. You don't do it for your pride but for your family's sake. You hope that if you make your parents happy with your performance enough they may agree to grant your wish. Your wish was a big one and quite a hard one for any parents to agree on. It's one thing to let your girl learn some phrenology in her free time and another to allow her study medicine.\nYou keep a polite smile on your face and nod respectfully to everyone deserving a nod. Your participate in conversations you are supposed to in the way you think will make your parents happy but when it comes to the talk on your engagement to Beth's brother you stand your ground, unshook. You answer their questions with utmost grace and elegance yet strength when they try to ridicule your dream to become a doctress. Mother scoffs at you and tries to change the subject but your future in-laws want to understand you better.\n'Tell me, dear, why would you want to do such a masculine job? It sounds like such a dangerous occupation!' says Beth's mom. You think about it for a short moment, trying to come up with a safe response. 'I want to help those who are less fortunate than me, bring them comfort and actual solutions rather than pity them from afar' you say finally. 'Are you saying others do nothing?' Beth's mom asks. 'I do admire all those who even think about helping the others. Though, I think I could do something different' you try to escape but then Beth's father comes in: 'Don't you agree that women should rather be innocent and safe than out and about? Do you think women should abandon their families to take care of strangers?'\nThe conversation goes on and on until Father cuts in. By that time you are exhausted to the point you don't even know how he solved the situation. That evening, when you are back at home, he calls you in to his office. 'Are you really sure you want to study medicine?'\n'Yes.' you clench your fists. He smirks. 'It's a dangerous world out there. Let me show you how to defend yourself.'\n\n\nCongratulations! You have obtained a 'Doctress Ending.'\n"
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze."
		 }
	]
}