{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You participate in the ceremony along with the girls you remember from the Academia and some who you never met. Instead of indulge in the grand event that's your own debut, you look at the other debutants' faces. You imagine their lives after today and feel you heart flooded with mixed emotions. For a second you don't know if you're short on breath because of them or the corset. The moment you see black before your eyes is when you realise something very important.\nYou know that most of these girls will very soon get married and such fate awaits you too. You know that they will be soon be mothers and take responsibility for their houses and husbands' happiness and good manners. You know they will have great amount of guides and helpers in your their life-long mission. You know they will be surrounded by very helpful people always ready to give them a piece of advice. You know some of them will even enjoy such life. They will, you would never.\nAs you finish your courtesy before the Queen, you are a new woman. You feel the strength you have never experienced before. You pretend to participate in conversations your parents want you to and even get to meet the man they want you to marry. With a solemn vow in your heart, you feel light as a feather and it shows throughout the night. When you're back in your family house you wait until everyone falls asleep.\nYou then change into daily clothes, take the most necessary items and leave the house quietly. The streets are silent and empty in the way they are only minutes before dawn. You breathe in cold, heavy air and begin to walk in a random direction. Any that lets you leave the way of life you want to avoid. Every step fills you with fright but also excitement and, above all, though, with hope.\nYou walk further and further away from your family home and before long you find yourself lost. It doesn't scare you at all, neither does the thought of no plan for the rest of your life. You stop when your feet step on hard ground instead of pavement. The sun has come up high enough to set first rays of you as you enter what seems a camp. You see a familiar face."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze."
		 }
	]
}