{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "The day of your debut has finally come and you feel prepared to meet the Queen and shine among other beautiful young ladies - you feel like a rose in the most magnificent garden. Tears of pride and accomplishment wet your eyes but you dry them quickly. You must not make a fool of yourself.\nYou do your best during the ceremony, though when it's finished you cannot remember a thing. Luckily, your friends tell you how it went and what a marvellous performance you gave. When you're finished talking, it is time to go back to your parents. You walk slowly. Be it the bow you had to maintain for a long minute or the overwhelming emotions after being in the same building as the Queen herself, you don't feel very steady on your legs.\nAs you're approaching, you realise your parents are talking with Beth's parents and some young gentleman. 'Ah, there you are, darling' Mother says with a smile. 'We were just discussing your engagement to this fine young man.' Mother turns you by the arms so you face the man. 'You remember Bernard, Bethany's brother, of course?' His name rings a bell but you can't remember anything specific about him. 'Why, of course, Mother. I hold warm memories of the time we spent together with Bernard and Bethany' you smile slightly at Bernard and bow. He responds with a respectful nod and a shy smile from below his thin moustache.\nYou both let your parents chat. Both you and Bernard try to inspect each other without making the other person uncomfortable or offended. Neither of you thinks of rebelling against your parents' decision, so but you are naturally curious with whom you get to spend the rest of your life.\nThere are  few some more family meetings during which you manage to exchange few words and on the day of your eighteenth birthday you celebrate your official engagement. Couple of months and some walks accompanied by chaperones later, you two get married in your local church. It all feels fast and intense but you tell yourself that a good wife doesn't need to know her husband that well before they tie the knot. You will have the rest of your life to familiarise. You turn eighteen on the day of your wedding.\n\n\nCongratulations! You have obtained a 'Bride Ending.'\n"
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze."
		 }
	]
}