{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Mother's health has been deteriorating over the past three months. It all started soon after the new, luscious green wallpaper was hung in her dressing room. She's been having troubles keeping her food and drink in, and her skin became dark, with red patches. She keeps saying she's just slightly tired and retired to her bedroom but growing weaker and weaker every day, she soon starts staying in her room for long hours, lying in the bed. Father finally called in a doctor, when Mother was unable to get up one day and manage the servants in the morning. You feel this might be something serious when the doctor leaves her room and goes to talk with Father. You sneak into Mother's room but what do you do? ",
		   "DecisionA": "Apologise for any trouble ever caused!",
		   "ResultA": "You enter Mother's room in silence broken only by her laboured breathing. The air is heavy and the mood is gloomy. The suffocating feeling is increased greatly by heavy curtains drawn together at the windows. Mother's symptoms stripped her of her elegance and dignity rendering her weak and smelly. You can't fight off the tears appearing in your eyes. You hold your hand to your mouth to calm yourself a little before you walk up to Mother.\n'Mother,' you say softly as you place yourself next to her on the bed. Sitting down you look at her attentively. You notice suddenly how much Mother has aged. There are some new wrinkles between her brows and a few around her lips. Strong feelings stab your heart. How many of these lines have been added by your unruliness? Could your bad behaviour have caused this illness altogether? 'Mother, how are you feeling?'\nShe half-opens her eyes and looks at you. She is very weak but her mind isn't wandering and you find it a good sign. She may be not dying but she definitely is in much pain. 'I am alright, thank you.' she whispers and smiles slightly. 'Help me up.'\nAs you help Mother sit up in bed, you notice how much weight she has lost because of her illness. The realization breaks something in you and tears begin to flow again. Mother notices them before you're able to wipe them away. 'Did something happen?' she asks, worried. 'It's nothing,' you try to smile. She keeps pushing you until you explain your concerns.\n'My illness has nothing to do with your behaviour, child.' she sighs and smiles with amusement. 'It also isn't as serious as it might seem. The doctor said I need to visit the seaside for some time and I should be back in perfect health.'\n'When are you leaving? May I assist you?' you hurriedly offer your help. 'But of course you're coming with me. In fact, so is your Father. We shall be gone for a few weeks so if you'd like to be of any help to me, organise your own luggage and talk to the servants about our leave. We shall set off next Sunday.'",
		   "DecisionB": "Stress over it, have an emotional breakdown probably…",
		   "ResultB": "You enter your Mother's abode with a trembling heart. Could it be one of your last chances to speak? Is she dying? She can't die! You freeze at the doorstep, suddenly overcome with desperate sadness and fear. The heavy air suffocates you, the walls seem to be closing on you, and your heart pounds as though it was about to explode in your chest.\nYou let out a strangled shriek before helplessly falling onto the floor, clutching one hand to your head and other to your chest. You begin to weep uncontrollably and one thought keeps banging in your head endlessly. `Is Mother dying?` With each repetition of this question your sobbing gets more and more furious, up to the point when your crying chokes you. You begin to see black spots before your eyes but even then you cannot calm down. You begin to panic now for your own life too but before this thought lands in your mind it gets swept away by the realisation that perhaps your life should be worthless without Mother around. Who will console you? Who will guide you? Who will care for you? Who will pester you into being a good woman, a perfect wife and a doting mother? Is she going to miss all the milestones in your life?\nSuddenly you feel a warm embrace around your trembling body. You raise your gaze from behind your hands and see Mother`s  pale face just inches away. She seems exhausted and worried. She looks at you with her sharp eyes. She would look at you like this when you were little to look for bruises when you fell on the ground. After a while she decides that a tight hug is the medicine you need the most. She holds you and whispers into your ear some calming nonsense until you catch your breath and relax in her arms a little. Then she holds you at arm's length and looks you in the eyes again.\n`You needn't worry that much. The doctor said I`ll live for many more years. I just need to go to the seaside for a while. Would you like to go with me?` You nod, still unable to say a word. Mother smiles at you and hugs you again. You feel so calm you don't realise you`ve fallen asleep.",
		   "DecisionC": "Conduct some examinations of your own.",
		   "ResultC": "You enter Mother’s bedroom with a strong resolution to stay calm and attend to her like a nurse or a doctor would. First thing you do after closing the door behind you is assessment. The room is dark as the curtains are drawn close together. You close your eyes to make them accommodate to the darkness faster. Meanwhile, you breathe in through your nose to identify the smells. The sharp sourness of vomit is somewhat dulled by time which means Mother has not thrown up for some time. There's fresh wetness in the air, perhaps the doctor swept Mother's forehead with moist cloth to bring her some comfort, or maybe mother is sweating profusely.\nYou take a few steps closer to the bed. You do your best not to disturb Mother's sleep in case she's fallen into slumber. You strongly believe good rest is necessary for any patient. While moving over slowly, you observe Mother under her duvets. She has lost a considerable amount of weight because of the vomiting and diarrhea she's been experiencing lately. Her red patches look pretty pale today which might be both a good sign or a very bad one. \nAs you finally arrive at the headrest you put your hand gently on Mother's forehead to assess her temperature. She's not burning up and her skin is wet. On her bed stand you notice a small pot with a cloth resting in the water. 'I'm awake,' you hear Mother's whisper, 'Help me up' she demands gently. You pull her to a sitting position and adjust the pillows to grant her some more comfort. 'Sit, I want to talk to you.'\nYou sit obediently, still observing her and the surroundings as though there was an answer to Mother's state, a medicine in the open just waiting to be discovered and used. You take in a deep breath, not knowing what Mother might say next but preparing for the worst. 'I'm not dying,' she begins with a laboured sight, looking at you meaningfully. 'I am, however, not so well' she pauses for a short while, gesturing at you for a glass of water. Is her throat sore? Could it be something pulmonary? Could it be something contagious? 'The doctor recommended I go to the seaside for a few weeks, take in some fresh air, relax perhaps,' she goes on after emptying the glass. 'I need you to organise the luggage and inform the servants for me.'",
		   "DecisionD": "Act very matter-of-factly.",
		   "ResultD": "'Mother' you say in a calm manner. 'Are you asleep? May I come in?' You try to maintain the unbothered tone in your voice. You decide to keep up appearances, hoping it would lighten up the mood around and thus cheer Mother up. If you don't believe she's dying then she won't either and maybe she'll feel better just like that. You desperately want everything to go back to normal, you feel uncomfortable and unsettled right now.\n'No, I'm not, do come in.' Mother's voice is soft and raspy, not strong and demanding as usual. You take a deep breath to fight off sudden shivers but then the sour odour overcomes you. You feel sick to your stomach and only by your strong will you do not vomit on the spot. Instead, you turn around to close the door behind you and collect yourself. You shan't upset Mother with your silly reactions! Hold up and act like Mother would in this scenario. With dignity and elegance!\nKeeping your posture straight, smile delicate and reassuring, you walk up to Mother's bed. She looks at you for a split second, analysing your demeanour and closes her eyes. You sit by her on the bed, 'Can I do anything for you, Mother?' you ask politely. You use all your strength to keep yourself from shouting. You feel you're on the verge and pray Mother will let you just go. Coming in, however scared for her you would ever be, was a mistake, you realise it with all your might. Finally, Mother opens her eyes and with a sigh she demands 'Help me up.' This one strict sentence pushes you away from a breakdown far away for you to smile for real this time. Mother seems to see it and takes in a deep breath before speaking again. 'We are going to the seaside soon.' her voice trembles only slightly as she speaks louder than before. 'I'm... not quite in a state to organise the trip. I'll need you to take over and inform the servants.'"
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}