{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "The air has a faint smell of lavender and starch. Your eyes water slightly as you breathe this gentle mixture in and out with unexpected nostalgia. Brother has finally arrived and you are ready to go home. All your belongings are packed and waiting to be taken to your family house. This is the last day for you to spend in the Young Ladies' Academia as its student. You've been their student for ten years now and your parents decided you are finally ready to leave - you shall now be preparing for the debut this year. There is, however, a ceremony to honour all the girls who are leaving today. How do you spend the time prior?",
		   "DecisionA": "I want to celebrate and appreciate everyone!",
		   "ResultA": "The day you sought after almost as much as you feared it has finally come and you find yourself in great emotional distress. You feel happy to be returning home to your family and preparing first for your debut, and then your future life as a woman. Your excitement, however, is stirred with sadness. You know you will miss everyone here, even the teachers! You have spent so much time in this place, it became more of a home for you than your actual family house. And the debut you've trained so hard for! What awaits you after it? You will surely become someone's fiancée... There’s so much to live for, to live through!\nYou can't help but burst into tears every now and then. As you pass random people on the corridors, you stop and thank them for their companionship and guidance, promising to never forget how much you owe them and what you've learned from them. Some seem as moved as you but most look around visibly embarrassed or annoyed. There is even one girl standing alone by the window looking at you with disgust mixed with amazement. She must be processing her departure her own way, you decide and pay the demenous no mind. As you walk slowly towards the hall where the ceremony is being held, you pass her and hug her tightly.\nYou stop before the entrance to the hall and breathe in, trying to contain all the feelings, or at least minimising their magnitude. With a strong conviction that you are now cold as a stone, you enter.  However, the headmistress gives a very inspirational speech that makes you cry once again. You’re not the only one with tears in her eyes, tough, and even some stifled sobs can be heard.\nOnce the ceremony is over, you head outside to wait for your brother to walk you to the carriage and take you home. For the time being, you take a little walk in the front yard to look at the last sunset as a student and first one as an actual young lady. The sun feels peculiarly warm on your skin. It soothes your nerves and brings you peaceful nostalgia, as though you already know you will return to this day with fondness and longing.\nYou’ve already forgotten most of the promises you made earlier today, though you can taste the saltiness of your tears and feel some tiny bits of the sweet excitement of whatever the future may bring.",
		   "DecisionB": " I want this to be over so I can read.",
		   "ResultB": "There are only a few more hours until you are finally free from Academia. Although the institution’s main purpose is to improve and teach young ladies, you feel as though you can only learn and develop properly now that you are officially out of it. It feels almost as if you took off a very tightly tied up corset after a long day - just even more liberating. You will be able to leave this place and these people behind! You fight off the melancholy suddenly overcoming you, like you would a mosquito ruining a reading session.\nYou nod and curtsey at people you pass on the corridor, sometimes exchanging meagre smiles with the teachers. Despite your best efforts to put those troubling thoughts aways, you keep deliberating about what’s to come and find yourself uncertain of it. Trying to escape from the future, you decide to seek serenity in the present. You walk slowly, savouring the rhythm of your steps accented by your heels when they meet the cold floor. Your skirts swish softly and this sound seems to calm your heart a little. You begin to remember that you believe in yourself and your abilities. Still, your heart pounds harder and faster by the second, and those intrusive thoughts keep flooding your mind, so you stop and breathe deeply. Trying to organise your mind you realise - you're actually scared for the first time in your life.\nYou stand by the big window in front of the auditorium. Girls pass you by, chatting. They are visibly happy and excited. There's even one, who is simply hysteric, springing around, crying and hugging people. She is clearly embarrassing herself but it doesn't seem to bother her at all. Her carelessness feels like a bliss compared to your anxiety. You see her as a white dove flapping her wings nonchalantly while you’re fighting against the waves in the middle of a storm. Suddenly, she comes up to you and hugs you tightly, mumbling something about feelings and memories. You can't quite make out what she's saying but her embrace brings you some comfort. Before your anxiety fully melts away, she runs away towards the hall and you stand there, finally able to breathe normally. In and out… In and out… In and out... After some time you feel collected enough to enter the auditorium for the ceremony.\nYou pay attention to the headmistress's speech, trying to memorise as much as you can, but you hear everything as if you were under water. When the ceremony is finished, you walk out to the front of the school to wait for Brother to collect you home.",
		   "DecisionC": "I want to shine and leave as role model.",
		   "ResultC": "You’ve been one of the most diligent students of the Academy throughout the years you spent here. You memorised all and every piece of advice you have ever received and always do your best to put them into effect. Today, for example, you do this by smiling modestly and nod slightly as people pass you by. You slow down from time to time to exchange pleasantries and best wishes.\nYou are quite proud of yourself. You woke up early and cleaned yourself in cold water, did some exercises as per recommended for ladies, put your hair in an elegant updo and dressed in one of the outfits you had premeditated. You prefer to perfect your looks by planning them ahead of time and predict various scenarios – from as dramatic as an unexpected voyage to as trivial as change of weather. You find being well prepared an important virtue of a real lady. You are a firm believer that one should never leave important issues to chance. Hope is a beautiful ideal but being ready in body and mind is an excellence in itself.\nYou are modest with showing your feelings and emotions as they are as intimate and inappropriate as they are unnecessary, so even though your heart burns with affection and gratitude it does so in secret. Teachers seem to be proud of how mature and formal you act, though some are visibly disappointed with how dispassionate you act even towards the friendliest of them. Your heart aches when you see hurt in their eyes but it is too late to change your attitude now, you cannot change what you’d planned.\nAfter about two or three hours of meaningless yet polite chit chats you arrive at the door of the auditorium. You can feel your heartbeat speed up but you hide your nervousness well, as you have the entire day. You realise you are one of a very few who successfully controls their emotions; one student seems to be experiencing hysterics by the window, hyperventilating, while another is being pathetic, crying out loud and throwing herself at people. You ignore them both and enter the auditorium. You listen to the headmistress's speech diligently, say your goodbyes and leave to the front yard to wait for your brother to take you home and help you become a real young lady.\nAs soon as you exit the building, your whole body suddenly becomes very weak and you sway in your steps a little. You feel dizzy and lean on the handrails for balance. Your vision gets blurry and you can’t get enough air in your lungs. You get to the foot of the stairs and sit down until you regain power over your physique.",
		   "DecisionD": " I want to cherish local flora for the last time!",
		   "ResultD": "You are blessed with simply marvellous weather! The heavy rain last night has left the grass wet and the air smelling sweetly and fresh. The paths became muddy and the rainwater gathered in numerous puddles which makes most students and teachers stay inside today. Thanks to that, you get even more freedom to explore the garden area one final time. You already know it by heart and yet it never ceases to surprise you. That's what you love most about nature. You find yourself both amazed and relaxed every time you surround yourself with the greenery and its endless wonders.\nHaving your outdoor walking boots and the shorter skirts on, you stride around the Academia and wander off  further away from it every minute. Your dress rustles furiously and your cheeks are getting red as you speed up. Your heart swells with unspeakable joy and a sense of freedom you can find nowhere else! You begin to run! Your steps are light and you imagine your feet barely touching the ground, while the leaves and branches you pass so quickly all become one blurry stroke of luscious green. Finally, you lose your breath and you fall onto the fragrant moist grass, happy, free, careless. You’ve run far enough to be able to relax and lay down as much as you want without the shadow of rebuke from the teachers looming over you.\nYou move from the open to lay under a tree, stretching your hand up to touch the trunk. You let yourself cool down, catching your breath before you resume your stroll. Closing your eyes, you listen to your heartbeat slowly synchronising with the sounds of the nature surrounding you. Some birds chirp, wind blows slightly, rustling the leaves and bringing you the ambrosial aroma of health, freedom, and goodness. Taking it all in with a deep breath, you open your eyes and look around, trying to remember everything you see for when you leave you will probably never come back. For you, forgetting a place you've spent so much of your life in and the one that had such a great impact on you sounds dreadful. Shameful, even, as though you let your dearest friend down. You briefly imagine Beth in an exquisitely green dress with her hair down as the embodiment of nature and some peculiar warmth floods your abdomen.\nHowever, before you can follow that picture and that feeling you hear the chime calling all the girls to the auditorium. The sound hits you like a slap across the face, waking you up from the sweetest dream and you realise you have spent a few hours looking at leaves, grass and trees. You jump up from the ground and rush back to the Academia building, reaching the auditorium late - the headmistress has already started her speech. When other girls move away from you, with hints of disgust on their faces, you realise your skirts are dirty and your hair messy. You stand there embarrassed, waiting for the ceremony to end.\nFinally, when it does, you run outside again to wait for Brother to collect you. You can’t stop thinking about Beth as Nature and the fact that she’s not here with you saddens you immensely. You close your eyes and try very hard to remember her warm embrace. The memory brings you some peace and you greet Brother with a sincere smile."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}