{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "You have only been home for two weeks before you hear that Mother has a date planned with her fellow housewives and decided to take you along. She thinks it should help and make it easier for you to blend into the society as soon as you are presented at your debut. The moment you two arrive at the meeting at one of the ladies’ house and the amenities are paid, Mother's friends begin to gossip about your best friend, Beth. There are some hideous rumours about her and a young gentleman that can ruin her if they spread.  Her position is already wobbly because of her family's affairs and this could be the final nail to her societal coffin. What do you do?",
		   "decisionA": "I say nothing and smile politely from time to time.",
		   "resultA": "You are very much aware of your current position in the social hierarchy: you haven’t even been officially introduced to the ton yet, so everything that can be said about you is more about your family rather than yourself. With that in mind, you catch your words before they can leave your mouth. Sacrificing your self-respect and betraying your sweet Beth, you decide not to behave or react in any way until you get promoted by marriage. Hopefully, it won't be too long from now. Then, perhaps you could even help Beth up the ladder! But despite this strong resolution in your heart, you are still riddled with guilt. Seconds pass and soon it is too late to say anything so you keep quiet. Mother's friends might be mean and petty but they are your superiors, after all, and risking your future just to defend your friend this once is much too dangerous at this point.\nYou sit up straight and keep smiling politely, nodding from time to time as if you were following their conversation. Your presence is not really noticed but that does not bother you. Actually, you feel relieved you’re not expected to engage in the discussion. You prefer not to listen too closely in the fear of believing in some of the gossip. You sip your tea discretely and keep still. Your remorse grows by minute. You pray with every bit of your existence that they change the subject or that one of them has a change of heart and takes pity on poor Beth who has a whole life ahead of her. They must realise how much their gossiping is hurting her future, don’t they? How can they be so cruel?\nYou’re not denying the possibility that she is really guilty of some of the things those ladies are talking about. Beth and you have been friends long enough for you to know the kind of ideas she comes up with and what she's capable of doing. Most of the time, she is elusive but apparently she’s been caught just enough times to get the rumours running. Frustration and hopelessness flood your head and you get dizzy. You try to take deep breaths but slowly, that way that your anxiety stays unnoticed.\nTwo hours pass and the ladies still aren’t tired of Beth’s cheeky endeavours. Meanwhile, you suffer as though each of their word was an arrow shot at your very flesh. Finally, Mother decides to leave. You let out a big sigh, hoping for some relief but your nerves have been strained for too long and instead of bringing you some comfort, it made you feel incredibly weary. You have survived the meeting with grace and Mother seems pleased with your performance. Pleased, not happy, as you observe the very air around her tense up ever so slightly. She is disappointed a bit and you feel she is about to make her concerns heard. 'It's quite alright you kept silent but those smiles make you look a bit ludicrous, especially when everyone in the room knew Elisabeth was your closest friend. Look more engaged and less agitated. Being overly emotional is frowned upon as it should be. Hysteria is a sign of one’s weakness of mind,' Mother says when you finally take off. She continues to lecture you all the way back home. You feel numb and mute her voice in your head. All you can think of is ‘I betrayed Beth… I let her down… I betrayed Beth… I let her down…’",
		   "decisionB": "I dare to strongly disagree and defend my best friend!",
		   "resultB": "Your first reaction to the smears about Beth is surprise mixed with disgust. How could anyone say such things about another person? And with sly smirks and self satisfaction all over their faces?! You feel blood rushing to your head, pounding. Before you can think twice you speak up on behalf of your friend. 'Beth would never ever do such uncivilised things! How dare you accuse her?'\nThe women look at you, utterly shocked that you dared to speak so rudely. Mother’s eyebrows are dangerously raised and her eyes squinted to the point you can’t see if they’re even open. That sight is enough to freeze blood in your veins but you collect yourself and continue your tirade. 'She might have her flaws but don't we all? Who are you to...' you are getting heated up, raising your voice, ready to start gesticulating, but then one of Mother's friends wakes up from her shock-induced stupor and cuts in, still looking at you but addressing Mother: 'Darling, is your daughter not feeling well today? She has this ugly high colour on her face.' She stresses the word ‘ugly’and eyes you up and down. You open and shut your mouth without making a sound. You are dumbfounded by her response. 'Also,' says the other friend, having come back to her senses, too and now ostentatiously casually sipping tea, 'she's acting rather oddly. Maybe she has a fever?' She sucks in breath dramatically, lowering the hand holding the cup and leaning in to whisper theatrically: 'Could it be something serious? Perhaps she needs to go to the seaside for some time? I’ve heard all kinds of illnesses can be cured with good air and proper exercise.' Mother’s face goes beetroot-red and she sips her tea to collect herself before answering. You feel your eyes water and your breath shorten. Your heart is filled with humiliation and frustration, but having learnt your lesson, you stay silent.\nThen, as if the ladies’ words aren't enough to make you feel ridiculed and embarrassed, Mother finally steps in: 'Oh dear, only now can I see she probably should have stayed at home. I am so very sorry to trouble you with her, I will send her back home right away.' You hang your head as you feel close to crying, as she begins to get up from her seat. 'There's no such need, darling, let her stay,’ the host lady stops her in her tracks with a tiny wave of a hand. ‘I think it may be good to change her surroundings. Who knows, maybe she'll get better after socialising a little?' she says with fake sweetness in her voice, smiling in your direction. She wants to torture you a little more, it's obvious. She also seems to enjoy humiliating Mother, as it is obviously her fault that you don’t know how to behave properly. 'Oh, yes, that's a good idea, actually,' another friend joins her, sincerely excited. 'I've heard there's a new treatment method, developed specifically for ladies...' she goes on and changes the topic for good and you bless her heart for this brief moment of peace.\nYou spend the rest of the meeting staring at your reflection in the cup of tea you don't drink, counting down seconds to your execution that awaits you on your way home. Mother never forgets, Mother never forgives.",
		   "decisionC": "I do my best to correct misunderstandings.",
		   "resultC": "You're not surprised nor angry when you hear Mother's friends smearing your friend Beth. You were actually expecting that's how some housewives spend their free time together. Mother would always write a little thicker letters after having tea with her friends. She also seems strangely energised on the days of those meetings and you interpret it as a sign of jolliness. Normally, you would be happy for her, but this time you do feel a bit sad that the gossip concerns your best friend. You know better to keep your emotions for yourself so as to not upset Mother. You believe in improvement and bringing change to the world one step at a time. You also believe they only speak this nonsense because they’ve been fed misinformation, so you take it upon yourself to correct them.\n'If I may...' you begin with a gentle nod towards the ladies. They look in your direction, interested. 'There are some details missing in the news,' you say as amicably as you possibly can. 'It wasn't quite what Beth did. What really happened is...' you continue the explanations and at some point grab their attention. They seem to understand the misunderstanding but something tells you they are disappointed that the truth is not as exciting as they hoped.\n'Oh, I see.' the host lady says. 'Thank you for the insight, dear,' she nods slightly with a bored expression on her face then swiftly changes the topic. You turn your gaze to Mother and meet her eyes. She doesn't seem pleased but neither does she seem annoyed. You wonder whether she'll tell you off or give silent treatment for what you’ve just done.\nThe topic the host proposed is quickly abandoned when one of the ladies suddenly ‘remembers’ something about someone that has to do with what was just being discussed. The gossip resumes but the silver lining is that the victim is someone you don’t even know. Perhaps that’s why you can begin to understand the joy of talking about others. You even feel the inexplicable bond with those women whispering from behind their cups of tea, making faces and sounds indicating their opinion on the discussed matters. You catch yourself gasping from time to time when the person the ladies speak of does something absolutely horrid or straight rude. Soon, you experience an epiphany: in this all-women closed-off little social circle you are allowed to fully articulate your feelings without being judged for being emotional. How beautifully self-contradictory to find such freedom in a gossip session!\nWhen the time to leave comes and you go back to the carriage Mother is silent. The doors close behind the two of you and the horses begin their walk on the street. You grow nervous and uneasy with each passing second before Mother finally speaks. 'You did well', she says calmly, not looking at you. 'But next time try to be more entertaining or they'll target you instead.' You feel your heart pounding and your cheeks burning. Is what you feel joy for being praised or fear caused by very nearly almost falling a victim to those ladies. Unsure, you let yourself smile a little and thank Mother for her kind words and her warning. Mother turns her sight at you without moving her head. 'Whatever you do, don't be a bore. Once you become a bore, you become endangered, regardless of your standing. The higher you are in the society, the harder you can fall.'",
		   "decisionD": "I try to turn their attention to someone else!",
		   "resultD": "You've already heard most of these gossips. You admit before yourself, most of those are true. You even took part in some of Beth’s adventures, now so meticulously discussed. Both your love for Beth and common sense push you into action. In order to save whatever's left of your friend's reputation and probably your own back in the process, you step in with even more gruesome and shocking news about another girl you know from Academia. She also happens to be the famme fatale, the trouble maker and, just accidentally, your roommate. You decide to go with a person whose reputation is even worse than Beth’s so that whatever you say will be believed.\nAt first, all the ladies look surprised that you dared to speak without being asked. They look at you with their mouths agape. Not a very ladylike look, in your opinion. You relish in this tiny insolence you allowed yourself and their reaction to the much more juicy intel. As the initial confusion wears off, the ladies seem more and more drawn into the story you're telling. They’re as jealous of your tales and their outrageousness as they are hungry for the drama you’re feeding them. You feel ecstatic with the amount of power this storytelling session gives you. You let your imagination run wild as long as what you’re saying is exciting and repulsive. Apart from horrified gasps and judgemental murmurs the ladies make no sounds, positively devouring each of your words. Mother seems both impressed and disgusted by your performance and seeing these feelings very visible on her face makes you feel drunk with the feeling of absolute victory. You take a longer pause to savour this sensation and the host lady asks: 'Do tell us, what happened next?' She didn’t wait for two seconds before demanding you continue! You feel blood rushing to your cheeks, pulsating with joy as you discover a new hobby of yours. Even though you are aware it's merely telling very unreal stories, deep down you know that what brings you so much excitement is actually the attention you’re receiving during. You can tell by the look on women's faces that they literally hang on your every word, their faces red with anticipation, gazes hazy with excitement, lips drawn with disgust. You can already imagine yourself being secretely the most powerful lady in the society, the one people tend to please and coddle for her good word.\nThe tea time is over and it’s getting dark outside. Your throat feels hoarse and slightly swollen, so you finally finish your fantastically spun tale and let others speak. It is agreed noone has a piece of news more deliciously scandalous or fresh than the ones you’ve served, so the domestic management becomes the topic for the moment. It fails to entertain so after some time passes, Mother and you get up to leave. The ladies bid you goodbye with some friendliness in their voices. You know you have won them over and will soon become invited more often. Entering the carriage, you keep smiling victoriously at your thoughts. You’re tired, but good tired as though you’ve fought hard and accomplished an important mission. Mother's grimace leaves you wondering what her true feelings about today are. She seemed as  engrossed in the story as her friends, and just as much entertained but now she looks at you with contempt. You still feel very proud of yourself because not only did you save your best friend's reputation but also gained some new connections in the society.\nYou ignore the fact that you smeared another girl as much as you could, not even for personal vendetta but to gain whatever you’ve gained. Well, perhaps she is not all innocent but surely she never did most of what you accused her of today. You also choose not to acknowledge the fact that your intentions changed early and weren't really focused on defending Beth. You also ignore Mother’s silent treatment on your way home."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}