{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "The spring is in its full swing, blessing the world with sunshine and joyous green. You’ve got into the spirit of this nature’s bliss and been celebrating the end of school for some time now. Only yesterday you were managing the packing of all your belongings and enjoying your last afternoon, unsupervised for the first and, possibly, the last time. You sigh at that thought. It’s the dawn of the day and you’re getting ready to leave the walls of the Academia. The world seems deep asleep and stagnant. You’re still in your bed, staring at the ceiling, puzzled at the emotions flowing through you. For some long minutes you analyse your state to try and name the two biggest, most prevailing feelings you’re experiencing at the thought of leaving. What are they?",
		   "decisionA": "I’m happy to become a debutante!",
		   "resultA": "You can’t contain all the excitement and nervousness overcoming you on the mere thought of leaving the Academia. You can’t wait for the great future that’s surely before you and you feel so happy you literally gleam. You smile to yourself and jump out of bed. You’ll be a debutante, soon! The best the royal court has ever seen, too!\nYou skip around your room at the Academia, pretending to be greeting the royal family members. Bowing before the Queen and kissing her hand with utmost respect and grace… then moving onto the next person in line! Bowing, no kissing, step to the right, bowing, no kissing, step to the right! You keep repeating this routine for some time, gradually adding more bounciness to your moves, until you begin to waltz.\nYou giggle as you speed up, so much so you fall when you accidentally run into the corner of your bed. You lay on your back, still chuckling to yourself. Catching your breath, you’re also calming down. You feel exhausted from frolicking around but also from experiencing such strong emotions. You haven’t felt that sentimental in your whole life and you find being in such an elevated state quite exhausting.\nYour eyelids become heavier and heavier by the second. Your muscles relax one after another, so your smile slowly fades away. You don’t fight the tiredness, it is still quite early and Brother won’t come for another few hours, you reason… You don’t know how long you’ve slept, when the voices outside your room wake you up. Though the nap is sweet and refreshing, you wake up with a slight headache and sore throat. Getting up you realise that your legs and back are also hurting.\nYou sit straight on your bed and look around. Despite the pain and soreness, you smile at your thoughts of the future happy days. You feel motivated and inspired and so much so you vow to yourself to be the best and most dashing debutante the Queen has ever seen! Who knows, perhaps one of the royal relatives will notice you in the Presentation room and you get to marry all the way up to the royal family?! My oh my, what if the Queen herself sees you as a match for one of her sons! Your heart beats with sweet anticipation. Oh, how you want to debut already!",
		   "decisionB": "I’m upset with my studies being interrupted.",
		   "resultB": "You’ve spent the majority of the recent months studying in the library. Having befriended the librarian, who is also the one responsible for ordering new volumes in, you get to put your hands on articles and specialised books on philosophy and history. Those, however, only make your hunger for knowledge bigger and stronger.\nIt all began when one day you stumbled across a book on phrenology. You’d heard that it’s the new, quickly developing branch of science, known to be popular even among the ladies. The librarian caught you reading a handbook on how to scan one’s personality through feeling one’s skull shape. At first, she seemed furious at you for reading about human anatomy but then she saw the topic and actually praised you for keeping up with the trends and being the modern young woman of the era. Since then, she’s completely stopped supervising you and you’ve felt intoxicated with the possibilities this arrangement gives you! Now she only smiles at you when she sees you leave with books from the physical section of the library, normally out of reach for the students. All is well and good.\nThen, a letter from your parents arrives at the headmistress’s and you’re told you need to prepare to go back home. You’re filled with so many contradictory emotions that at first you don’t know how to react to the news. You politely thank the mistress and leave her office. Instead of arranging for your departure, you rush directly to the library to get out as much as you can from the little time you have left in the school. You hog all the books you can and open them all at once, disregarding any possible repercussions for reading unsuitable literature.\nThe librarian seems to know your predicament, seeing how she looks at you with pity and studiously turns a blind eye to your actions until it is time to send you to sleep. Then, she looks straight at you and not at the books spread all over the desk and softly wishes you a good night. She gives you a sympathetic look when you begin to tidy after yourself. She puts her hands over yours, stopping you, and shakes her head. She gently pushes you outside the doors. Before closing them behind you, she puts an atlas of human anatomy in your hands and smiles sadly.\nYou spend the night crying and packing. You put the librarian’s gift, now your most precious possession deep in your suitcase.",
		   "decisionC": "I’m excited to meet some young men…!",
		   "resultC": "You have longed for this moment for years! Leaving the Academia means you will finally meet all the exciting people you’ve been fantasising about! You are going to focus on making acquaintances with eligible bachelors and their families. All in hopes of finding yourself a husband, of course.\nYou twirl around your room, reminiscing about your meeting with the headmistress. The smell of the dust and a dim fragrance of linen in the air, and the weather outside the window, the tone of the headmistress’ voice when she told to prepare for your departure! Ahh, thinking about it just makes you relive all the feelings! The excitement, the happiness, the surprise, the shock! But also a sort of disappointment. You decide not to dwell too much on the latter, however. Why would it be any important when such an amazing future is but a few days away?!\nYou finally sit down on your bed, looking outside the window. You take a deep breath and put a hand to your chest. Your heart is beating fast and you’re feeling light-headed. You let yourself enjoy the sensation of heightened emotions for a while. You think of all the events you are going to attend, all the parties you hope to be invited to, and all the ones your family will be throwing themselves the whole season.\nYou close your eyes when a ray of sunset hits your face. You welcome the warmth on your skin with a smile and lean back. You already feel tired, just thinking about all the walks in the park, the operas and the plays you will merrily talk over with new friends, and all the dresses you will impress people with. You know you will do your best and shine the brightest. Perhaps doing so will grant you meeting some interesting candidates for your hand! Ah, to think of marriage! Surely, you will become a bride after your first season. That will make your parents proud and happy. Maybe they’ll even overlook some inappropriate flirting along the way, if you’re lucky!",
		   "decisionD": "I am sure I’ll miss my friends!",
		   "resultD": "Hearing the headmistress read the letter from your parents made you feel sad. Heartbroken, even, when she got to the part that said you only have two days until Brother comes and collects you. Teary-eyed, you ran from her office all the way to your room, where you quickly shut the doors behind you.\nNow, lying in your bed, you stare into space, your eyes dry. Your whole being aches with melancholia and you cannot be comforted, not ever! You feel on the verge of tears but you can’t cry and it frustrates you. You try a few times, remembering the sweetest moments you’ve shared with both the students and the teachers here to boost the melancholia. To no avail! You ever try burying your face into your bedding. Your sadness transforms into fury and it makes you storm out of bed.\nYou walk in circles, trying to excite an emotion, any emotion really, but all you can feel now is anger. At yourself, at your parents, at Brother, at the headmistress. This is not the time you’ve chosen to leave! You’re not quite ready! You grab a pillow and scream into it. That brings surprisingly little comfort. You don’t want to leave your friends! You’ve bonded even with the teachers who clearly dislike you. You don’t want to leave them, you’re not ready for the pain of missing them!\nAnd then there it is; the pain in your chest. Sudden, sharp and lingering pain, as though someone stabbed you through the heart. You can’t catch your breath and, holding a hand to your chest, you fall onto the floor, sobbing. The wave of melancholia washes over you and pushes rivers of tears out of your eyes. Surprisingly, the heartache mixed with some strange delight.\nCurling up on the floor, you try to comfort yourself. The more you try, the more emotional you get. ‘Is this hysteria?!’ you think to yourself, suddenly scared for yourself going insane. The terror of that possibility pushes you away from the verge of crying your heart out into the pit of constant fear. You manage to get up but for the rest of the day you analyse your behaviour and emotions, looking for a trace of madness. The asylum is not a place for a lady!"
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}