{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Soon after the doctor leaves Mother’s room, your family learns that in order to restore her health and general wellbeing she has to spend some time by the sea, preferably in a health farm with good waters and fresh air. Mother stays in bed, so Father ordains and manages the departure. Two days later you are on your way, along with some servants and half of your luggage. Father has decided that the whole family will stay at the health farm for a month after which he will have to go back home to take care of his business. You will stay with Mother as long as it’s needed. How do you want to spend this time?",
		   "decisionA": "I shall take care of Mother.",
		   "resultA": "Despite everyone’s guarantees, you feel deeply guilty for Mother’s current state. You keep thinking that had you behaved better or had you been a better daughter, she wouldn’t have fallen ill. When Father confronts you about your uncommonly bad humour recently, you confine your fears in him. He seems concerned at first but smiles at you pitifully and gently pats your head. ‘Your mother’s health has deteriorated regardless of your actions, darling daughter, you don’t need to worry.’\nHis words are soon confirmed by the doctor. He doesn’t talk to you directly, you overhear him speaking to Father. The doctor suspects that the recent renovations in Mother’s rooms might be at fault and recommends changing the wallpaper again.  He then recommended the trip to the seaside.\nEven then, you don’t quite forgive yourself for whatever you might have done to make Mother this sick. Still, while on your way to the seaside, in train, seeing Mother’s face regaining colour after weeks of being bedridden doesn’t change your mind. Nothing, not even Mother’s words of reassurance can eradicate the sharp pain in your chest you feel everytime you think of her current constitution. Still, she declines any offers of help from you.\nOnce you arrive at the health farm and are quartered in the hotel part of the facility, your family and you go down to have dinner together. Then Mother is instructed on what sort of treatments she will be undergoing, how often and for how long, taken to her first one that day, while Father and you keep each other company reading. This soon becomes your private tradition for the month that he is there. After meals together, you accompany Mother to and from her treatments, then join Father for a reading session. Before dinner the three of you go for a walk alongside the shore and part for the night.",
		   "decisionB": "I shall enjoy the time by the sea!",
		   "resultB": "However much you are anxious for Mother’s wellbeing, the idea of spending time outside the social season in a social setting excites you more than you want to acknowledge. You dote on Mother on your road to the farm and all the way till you all are properly quartered in your rooms. You listen patiently to the schedule doctors in the facility have prepared to ensure Mother’s swift recuperation, even though your mind already wanders around forms of entertainment you might find around here.\nYou eat dinner with your parents and decide to go for a stroll on the shore. Mother goes to her first treatment and Father leaves to read some papers. Leaving the facility, you hope to come across some entertainment establishment or people you may spend some time with in the upcoming days. You don’t want to waste this rare opportunity!\nUnfortunately, your walk is even more uneventful than you’ve feared. Not only do you not meet anyone but your time outside is cut short with the wind becoming stronger and stronger by the minute. You admit defeat and go back to your room. You do your best to fight against strong currents tangling your hair but to not much avail. When you finally arrive at the front door of the hotel part of the facility, you look and feel tired and your adventurous mood is bust. Just when you head to your room to fix your appearance, you bump into some young gentlemen passing through the hall. You exchange the pleasantries and once they’re out of sight, you run upstairs, embarrassed. What a great way to begin your lengthy stay! You hope they didn’t notice your state or that they’ll have forgotten before your next meeting.\nThough your original intent for this excursion was to be entertained, you think during your evening grooming, meeting new people might be just as amusing as going to a fair.",
		   "decisionC": "I shall read every medical book in the estate.",
		   "resultC": "You have spent a considerable amount of time thinking of whatever you might do in this situation. Mother surely feels sickly and her constitution baffles you nearly as much as it worries you. Her sudden ailment provokes many feelings, one of them is a surge of ambition, or determination as you prefer to interpret it.\nYou converse with Mother’s doctor, though he does not seem very pleased with your inquiries and theories. He brushes you off as any man of any profession is always sure to do when challenged by a woman, you should have known better. Soon after the doctor leaves the house, you speak to Father and learn of the excursion to the seaside. At first you find the idea rather preposterous as you believe Mother would recover faster from whatever illness she suffers from currently at home. Then again, there’s nothing for you to do, the departure has been planned and the preparations are afoot. Pondering on how you can best spend the long time you will surely, you realise an opportunity.\nThe health farm Father has chosen has a well-equipped library in which you hope to further educate yourself in medicine as much as you can. Who knows, maybe you will be able to help Mother alongside her doctors.\nYou put your plan into effect the very first day you arrive at the estate. Having been lodged into your room, you walk straight into the library. For the next few weeks, you only leave it for meals, sleep and conversations with the medical staff. At the beginning, there isn’t much you have to say or that you can understand from what you hear but with time and patient explanations from nurses, you learn more every day. You begin to enjoy learning about the mysteries of the human body to the extent that you forget your initial motivation. All is good, however, as Mother has been making swift recovery ever since you all arrived.",
		   "decisionD": "I shall make as many acquaintances as I can!",
		   "resultD": "After initial shock and scare, you speak to Father. He assures you that in fact Mother’s constitution does not put her life in danger and a little rest and redecoration of her bedroom should do her good. You trust his words enough to not even think of speaking to the doctor as he leaves. Tears of nervousness quickly dry at the prospect of adventure.\nBecause the months outside of season spent anywhere outside one’s house is an adventure indeed! You may meet new people, perhaps even around your own age. Oh, the possibilities! Suddenly, the weeks at the seaside health farm seem just as sweet as invitation to a ball.\nPacking up for the departure, you already imagine all the delightful walks you will be taking with your new friends! All the correspondence you shall exchange after you return home! Who knows, you may just as well meet your future husband in just a couple of days!\nThe fear for Mother’s life is soon and completely replaced by the excitement and you find yourself bobbing around all the way to the health farm. Mother smiles weakly at your enthusiasm and once you arrive, she encourages you to enjoy your stay without a worry about her.\nIndeed, you do your best, trying to meet as many people as you can. The youth you come across are weak and get tired quickly, and as soon as they get better they leave. Then, you’re left with their memories and older residents. You don’t let that discourage you and instead make acquaintance with who you think might be a good investment for your future. Soon, you find yourself enjoying your stay. Mother is feeling better and better with every passing day.\nUnfortunately, Father needs to leave about a month after you arrive together. Seeing him off, you notice a familiar face in the main hall and your heart beats a little faster."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}