{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You remember your older brother's wedding day, but back then you were a mere child, oblivious to the meaning of such an event. Today, as an adult you understand that this day is the one to change the lives of two people who decided to intertwine their fate together. You realise that this is similar to that exciting new story by Charles Dickens - you feel as though you were watching your future. At the same time it is an opportunity for you to change it. How do you spend the day of the celebration?",
		   "DecisionA": "I shall shine bright like a diamond alongside my dear sister!",
		   "ResultA": "The weather is lovely and the occasion is perfect - you think to yourself as you eat breakfast with your parents. Mother approved of your dress and hairstyle you chose for the wedding dinner. Little does she know that your goal is not only to dazzle the party-goers but to acquire attention from suitable bachelors` families./You`ve been inquiring upon the list of guests and now your expectedness pays off - you know precisely who to target and how. Without the excessive knowledge of your parents` choice of husband for you, you decide not to focus too much on one family or overly attach yourself emotionally to one bachelor. You pray your heart won't flutter./Your parents and you set out to your sister`s husband - and soon hers, too! - mansion where the reception is held. On your way there you hear of the organised dance added to the wedding attractions last minute. You are shocked - you would have never suspected your sister of such dilly-dally! You are quite convinced your parents never encouraged either of you to dance too much but you see this change of character, as you see it, as barely being understanding for her future husband's needs. You vow to yourself to never betray your beliefs or upbringing for another man, not even your husband, who otherwise you'll treat with utmost respect and obedience./You begin to carry out your plan as soon as you arrive at the mansion. No bachelor, nor his family is spared of your attention and brilliance. Two young men seemed interested the most: Christopher, Beth`s cousin whom you have met before a couple of times, and one brown-haired rather quiet gentleman whose name you can`t recall. His parents seem rather satisfied with your figure and origins. At the end of the day, when you are travelling back home with your parents, you learn that they are indeed acquainted. Mother asks for your opinion on the prospect of this union and listens to you with a quizzical expression. Father keeps looking outside of the window, silent and deep in thought.",
		   "DecisionB": "I shall abandon the loud celebration for the library.",
		   "ResultB": "From your brother's wedding, though hazily, you remember the sense of great commotion and noise. You can't quite recall whether it's because back then you were a child surrounded by other children or the party itself was rather a nuisance one. All that matters to you at the moment is to find and confide yourself in the mansion`s library as soon as you arrive. The prospect of visiting your very science-oriented future brother-in-law gives you a sense of excitement. What can you find there? Will he allow you to borrow some books?/You discuss the matters with your parents at breakfast. You are not staying for the night at the mansion nor do you need to set off very early as your sister's future home is barely two hours away. This closeness seems to satisfy all parties: your parents will always have the support from your sister, need they any later in life, your sister to have such a strong connection to her roots and safe haven as she always describes your family house, and you shall enjoy all exciting new opportunities to exchange thoughts and books, perhaps even meet new people of similar interest if you're in luck./You breathe in deeply with a sense of great happiness awaiting you at the corner. You cannot wait to meet your brother-in-law whose image and whole personality you have been imagining for weeks ever since you learnt about his interests in science and humanities. Your perception of his character is quickly proved rather incomplete as soon as you leave your carriage. The man who greets you is a jolly gentleman with full cheeks rosy from laughing. Smile never leaves his face and he is prone to being surprised. Shockingly, you enjoy his personality and loudness more than you ever expected you would. He is genuine and witty, his intelligence and smarts are balanced by his good heart and open-mindedness. He understands your need for silence and leads you to his library personally before returning to the rest of the guests. As he leaves you smile to yourself, assured that your sister will be very happy with a husband like him.",
		   "DecisionC": "I shall play with the children and keep them entertained!",
		   "ResultC": "Bearing in mind your memory of your brother's wedding you decide to devote your full attention to the little guests. They are, after all, just as important if not more than the adults. You share your plan with your parents at breakfast. Mother seems adamant about it, stating that you `should focus on your image in society rather than some children`s satisfaction as they will probably soon forget about the whole day anyway.` Father has no opinion in the matter as he prefers not to be bothered by the mundane./You spend some time meditating on Mother's words and quite quickly you reach the conclusion that Mother might not be completely right. You were a child at the time of your brother's wedding and you remember the event! Not completely and you would require to recall the names of other guests or even the exact date but you know the joy is worth the effort! Not mentioning the fun you can have yourself. You secretly wish to spend the day with children, less complex and demanding creatures, than adults who bore and tire you at times. You don't mind children's constant questions as much as you dread societal subtle inquiries that always contain a trap or subtext to them. You shiver at the thought and Father, seeing it, closes the window in your carriage. You smile and nod in thanks./When you arrive at the reception you greet everyone politely under Mother`s careful watch and as soon as she decides you have fulfilled your social duties you leave your parents side. You mingle for a while, for appearances' sake and then head straight into the small corner of the garden venue where governesses are placed with their charges. The ladies smile at you politely as you come closer and strive to start a conversation. Quickly enough they retrieve to their own company as you clearly seem more interested in playing with children. Boys and girls of all ages are happy with your attention and fight for it with all means possible. Their laughter, adorable clumsiness, and limitless creativity makes you giggle with content even on your way back home.",
		   "DecisionD": "I shall dance the whole time and enjoy myself immensely!",
		   "ResultD": "You haven't been taken to many dances in your life so far. You remember that neither has your sister up until this day. You still marvel on this sudden change of heart. Could it be her husband who caused it? Perhaps she has always been keen on such forms of entertainment? Whatever the reason might be, you are pleasantly surprised. Though you might not have been to many parties with dances, you know these are your favourite kind./At breakfast you discuss with your parents the entertainments planned for the event to learn more about their view on the dances. Father says that Mother should be the one to tell exactly how much and what kind of dance is appropriate and right for the occasion. To no surprise, there isn't much you should do in order not to hurt your reputation. And your reputation is vital! Especially now that you're working on your future. You may dance but only given you have been previously asked to by a honourable bachelor. You nod to Mother's every word, letting it in one ear and out the other. You already know there are going to be 'honourable bachelors' aplenty and thanks to your eye-catching but, obviously, tasteful dress and hairstyle prepared for the event you will surely be asked to dance just enough to enjoy the wedding almost as much as the newlyweds. You smile at your thoughts. Who knows, maybe you'll share similar experiences with your sister tonight. Oh, how scandalous!/You leave for the carriage a little late to make sure that there's no time left for Mother to make you change into a different outfit. You didn't choose anything too revealing, making little adjustments to show off your figure which you know Mother couldn't approve. What she hated more than attracting attention to oneself is being late and you chose to use it to your advantage. As expected Mother only gets flushed and hurries you in. Father looks away from the window and smiles at you. 'You look beautiful.' he says with what you think is a wink."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}