{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "After the tea with Mother’s friends it is decided that the weather is good enough for your family to comfortably travel to the capitol for the season. As soon as you arrive at your summer house, the preparations for your debut begin. Today, Mother and you go to the dress maker. You are to be scrupulously measured and presented a few types and colours of fabric. You will also see a few options for the cut of your debutante dress and you know Mother is quite excited about trying some of them on you. She'll probably get you both some new clothes to show off for the rest of the season while you’re there anyway. You're immersed in your thoughts when just before you get off the carriage you spot a group of gipsies. What do you think of them?",
		   "decisionA": "They are not worthy of my attention.",
		   "resultA": "Their filthy clothes and dirty faces make you flinch. You cannot believe that a human being in those civilised times would ever let themselves stoop so low. Keeping yourself clean and presentable has never been easier, after all! Indeed, one has to put some effort into being so… unkempt. All the while scolding them in your mind, against your better judgement, you don’t feel completely in line with your thoughts. As though you were merely repeating after another person…\nBefore you can properly analyse your inner world's airs, you hear a woman laughing. She’s standing with the rest of the gipsies and the fact that the noise, for the lack of a better word, comes to you from the opposite side of the street makes you wince a little. That cuckling is hearable through all the cacophony of street vendors, horses and carriages! Does she have no shame? Isn't she concerned in the slightest how she's perceived by society? How can she not even attempt to curb her feelings? Like a savage! Unacceptable! Outrageous! You take a deep breath, trying to calm down and realise that you’re not actually furious. Rather... jealous? You deem such a reaction preposterous and turn your gaze away.\nYou decide not to think about them or let your eyes wander in their general direction.Their behaviour, however, is just so fulsome and gross that, though you tremble with despise, you find yourself drawn to them again and again. Even when Mother is talking to you, pointing at some of the designs and dresses in the shop window - your gaze fixates on them. Before she can scold you for not paying attention to her, Mother is accosted by a friend passing by. They begin to talk about the trends and fashion for the next debut season, so you’re off the hook. Now, unsupervised and unable to stop yourself, you imagine how you show those dirty rags your superiority in the most elegant and ladylike way. You can almost hear passers-by clapping to your godlikeness and pureness, Mother crying with pride and joy, hugging you with affection... You thought that vision would make you feel good but it leaves a muddy taste in your mouth and a sharp ache in your heart.\nLooking at the gipsies, you secretly wish they lived in a remote place, somewhere like the woods or overseas. Wouldn’t they be happier in their element? You imagine they’d fit in some primal environment, like wolves and bears. Not for their comfort, of course, no! You strongly believe there is no place for such individuals in British Empire society, yes, you do!\nWhile you’re convincing yourself of your prejudice against the gipsies, Mother is slowly finishing her conversation and giving you subtle signs to get ready to finally enter the shop. You welcome this opportunity to shift your focus elsewhere with gratitude. You bow slightly to bid your goodbyes to Mother’s friend and put your hand on the doorknob to the shop.\nYou haven't noticed someone trying to leave, however, and now the four of you dance around at the entrance with awkward apologies flying from all parties. Once the situation clears and you can finally walk in, you glance one last time at the group you’ve been showing your disdain towards. You can’t explain why you feel so drawn to them or why you need to show them your disapproval but you do.\nYour eyes meet with those of a boy your age. He smirks at you and bows ironically low at you. Those around him burst into laughter and you turn your head away in embarrassment; your cheeks flaming, your eyes watering with rage and humiliation. Mother remains silent as though she hasn’t noticed the whole scene.",
		   "decisionB": "They make interesting research material.",
		   "resultB": "The group is as intriguing as it is unusual to you. You have never seen a gathering of such individuals! You might have lived a pretty sheltered life, you reluctantly admit, probably, and you only visited places devoid of such… unommonnesses. The police are really swift when it comes to keeping the streets safe and moderately clean, however they like to define it. You focus your attention on the gipsies, or travellers, as they call themselves, again. You scan their appearance, from their clothing to their faces, and then their behaviour. They are mesmerising - you feel so excited to simply stare at them, despite the rudeness of doing so. Two adult women, one decidedly older than the other, two girls below your age - tall enough not to be trampled by running horses but too small for the police officers to catch them - and two boys around the girls’ age. There’s also a youth not much older than you. What life do they lead? What things do they see and experience? How is it different from what you go through? You let your mind wander. You don’t even notice when a woman and her daughter come up to Mother and you and begin conversing.\nUnable and not wanting to stop, you keep observing the Travellers despite Mother's hissing and ignoring the interlocutor's questions. Finally, they admit their defeat and Mother stops pretending you’re engaged in this conversation anyhow. Mother is discussing the dress cut options and you continue to analyse the people outside. They seem to live in some sort of matriarchate but at the same time women play lesser roles in the society; you can say by the way boys treat the women and how those react. This observation reminds you of the books you've read in Father's study about some savages and ancient tribes. Could it be a somewhat modernised version of their way of living? Is this what it would look like if women were socially allowed to leave their houses freely to roam around the city like men? What would the world look like if women ruled it? Women are, after all, different from men, so their way of doing things would also have to be different, you argue. While you're debating with yourself on the validity of gender roles and the suffragette movement in your thoughts, Mother finishes talking with her friend and pushes you towards the entrance to the shop. You let her lead you, somewhat happy you don’t need to engage mentally with the surroundings.\nMother seems deeply discontented with your behaviour and your 'unhealthy interest in the gipsies'. She keeps lecturing you in a low voice that would normally terrify you to the core but your focus is solely elsewhere. You enter the dressmaker’s and turn around to face the front window that lets you see the travellers clearly. You’re trying to take mental note of everything you can before Mother brings you further in and you lose your chance.\nYou manage to catch the last glimpse of the group before a dressmaker comes to service you and that is when you realise they're looking back at you. Each of them has a different expression on their face. Your stomach turns and you avert your gaze, weirdly ashamed.",
		   "decisionC": "They seem intriguing, especially the young man in the middle.",
		   "resultC": "You look through the group until your eyes meet one of the three men. He seems the same age as you, maybe two-three years older. He is tall and slender with a hint of muscle, his eyes dark and sparkly, his hair black and wavy. He's a dream for someone like you, or a forbidden temptation, actually. You feel attracted to him, despite, or maybe because, of the fact you come from two different worlds. You have a tingling feeling in the tips of your fingers and can't help but smile a little. You feel like one of those beautiful and graceful tragic characters of the romances you are not supposed to read. Allegedly, those can demoralise young minds but if that's what demoralisation feels like, then so be it, you don't mind experiencing some more. You let out a little chuckle, taking immense joy in being secretly a bad girl.\nYou make sure to have a big exit from the carriage and grab the gipsy's attention. Once you do, you look the boy in the eyes for a full second. Meanwhile you do your best to make your looking as secretive and unnoticeable to Mother as possible, his gaze is daring. He even moves his body to be facing you, as he smirks, still talking to his companions. The funny tingling becomes a burning sensation in your chest and when Mother leads you towards the dress maker's doors, you feel your cheeks redden and your breath shorten a little. Your mouth suddenly feels very dry as well and you lick your lips unknowingly, still maintaining eye-contact with the man. You can feel his sight on you as you stand beside Mother and that excites you even more. Noone has ever looked at you this way before, as though it was not the sight moving around your body but hands, lips, and God knows what else. Down in your abdomen, you feel a burning sensation of shame mixed equally with excitement. Your head suddenly feels light and your vision gets blurry.\nAs you enter the shop, you look back at him once again, seductively, over your shoulder. This quick glance leaves you breathless but feeling the most alive you ever have in those nineteen years of your life. You imagine this is what having a secret lover is like and you want to have few when you are married. The romances you’ve read so far give you many ideas on how to carry out your plan without a fail. As if he sensed your thoughts, the man stops talking with the others and blows you a kiss. This catches you off guard, you lose your balance and slightly stumble on the doorway. Embarrassed beyond description, you cease to seek the man’s attention any further.\nOnce your appointment is over, you leave the shop with Mother still discussing the choices you two have been presented today. Fighting with yourself, you look up, not knowing whether you hope more to see the gypsy man or not. He’s not where he stood before and you feel both relieved and disappointed at that but before you can analyse your emotions and push them deep down you unwittingly walk into a gentleman. You swiftly apologise and suddenly you’re inches away from the young man you observed before. He tips off his hat to you as he winks at you brazenly, then proceeds to cross the street. Mother, standing by the carriage, follows him with her eyes, silently, disdainfully. He looks back at you and waves joyfully. That makes Mother blush with fury and she hurries you inside. You on the other hand, once in the carriage, wink back at him without Mother noticing. He seems both surprised and intrigued. He smiles at you and watches as you leave.",
		   "decisionD": "They remind me of the romance novels I've read.",
		   "resultD": "Their skin is a little darker than yours which makes you realise they spend a lot of their time in the sun, probably working or having adventures. The first thought seems reasonable but then the second waves over it. It overtakes you with the flashback from the bad-influence books some girls smuggled into the Academia. There were some dangerous adventures, bold vagabonds and outrageous romances with misalliances and adultery. Descriptions of indecent acts the beautiful helpless heroines would get into with dark, brooding, mysterious strangers. In your mind, the heroine has your face and is the man holding you tightly… A slight blush crawls up to your cheeks. You feel an involuntary smile developing on your face.\nWhen you take a closer look at the group, you spot a young man. His hair is dark and wavy, his face handsome and harmonious, his smile cheeky and somewhat crooked but this little flaw only makes him this much more interesting. He keeps his back straight, has loads of self confidence and the boldness you would imagine in a character from a book. You imagine him as your heroine’s secret lover, as though you were trying on a glove. He fits pretty well, at least visually, and you chuckle to your thoughts.\nYou wonder whether he really does live like one of the lead males from the romances. You try to visualise him as he pursues the lady of his dreams. She looks a little bit like you but with more... pzazz and confidence. Your hair is silky smooth, your moves like the ones of a dancer, your words witty, your voice low and sultry by nature. In your mind he is the long lost heir to a fortune, preferably a son to some high nobility but no one knows it yet. His love interest is a beautiful young lady from a middle class family. Her parents are dreaming of joining the upper class one day and you, she, actually is an innocent docile dove, obedient to her parents’ wants but deep in her heart dreaming of real love. You imagine that he spots her on the streets and falls madly in love, with reciprocity, making it his life goal to marry her. Everyone is against their union but one day, as he crushes in the banquet held by her parents to celebrate her engagement to someone she doesn't even know, he meets his real father - a childless, unhappy widower - they recognise each other and everything ends well for the young couple. They wed barely two weeks later and have the steamiest, most love-filled honeymoon all over Europe.\nStill gazing at the man and deep in your thoughts, you smile a little wider. You sigh from time to time with that sweet feeling that only a happy ending after many tragic misfortunes can bring. Revising the story in your head, you keep adding more and more drama to it. Mother looks at you and notices your interest in the gipsies - so does the young man, sending you a kiss in the air as your Mother pushes you to the entrance."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}