{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "After the tea with Mother’s friends it is decided that the weather is good enough for your family to comfortably travel to the capitol for the season. As soon as you arrive there, the preparations for your debut begin. Today, Mother and you go to the dress maker. You are to be scrupulously measured and presented a few types and colours of fabric. You will also see a few options for the cut of your debutante dress and you know your mother is quite excited about trying some of them on you. She'll probably get you both some new clothes to show off for the rest of the season. You're immersed in your thoughts when just before you get off the carriage you spot a group of gipsies. What do you think of them?",
		   "DecisionA": "They are not worth any of my attention.",
		   "ResultA": "The air smells slightly of dust and lavender mixed with mothballs but for you it's the smell of magic. You take a deep breath in and look around in awe, trying to absorb this place with every tiny part of your body! You observe your hands as they swim on the waves of the fabrics. You walk slowly, letting your palm explore seas of colours and oceans of silks and cottons. You want to borrow your face in them but instead you slightly bend over, pretending to only take a closer look at the pattern. You take another deep breath and close your eyes, imagining all the things one could make with these!\nYou almost can't hear your mother talking to the clerk about the dress she chose for you. Half-consciously, you tell her you believe that anything she chooses will be fantastic as long as you are going to wear some of these magnificent fabrics. When you imagine what these would be like touching your skin, you feel so much excitement you almost start to tremble. You can already tell that your complexion and hair colour will match perfectly with most of the fabrics in the shop. With a hint of satisfaction, you imagine all the other girls on the debut look pale with jealousy surrounding you. You personally think that warm white would make your skin even brighter. Still, you also leave the final decision to Mother. \nYou get sad as you see Mother making subtle movements towards the exit, having given the clerk money for your dress. You leave the shop first just so you can turn and have that one last glimpse at the fabrics and dresses. You sight with a heavy heart, hoping that one day you will be able to visit more often and perhaps buy a lot more dresses. Maybe if you had a very wealthy husband?",
		   "DecisionB": "They make an interesting research material.",
		   "ResultB": "Mother and you have walked into the shop and you pretend to listen to her conversation with the clerk. You even smile from time to time to show your good manners and thank for his kind compliments. The dressmaker says that with your pretty face and immaculate complexion everything will look good and that you will most certainly be the star of the debut. You're looking down, trying to strike a pose of a humble young lady.  However, your mind is preoccupied with the gypsies. \nYou think about their lives, trying to imagine being one of them - would that be an interesting life? Would you be happy? How would people view you? Would you care? Would you be accepted and get married to someone like that young man you saw on the street? Or would you rather stay where you are and exist in perfect peace, knowing every tomorrow before it comes? Knowing what and when you should do and what you should not. You begin to analyse behaviour of the group. What roles do they have in their community? How do they perceive women? Do they make their wives work or do they keep them at home with children? How do they cope without servants? You realise you know nothing of their culture and everyday life. You feel both frustrated and intrigued. \nYou also realise why you have preoccupied yourself so much with imagining their life. There was this question bugging you- who was that boy and what did he mean by his behaviour? You have never experienced such straightforward interest from the opposite sex. In fact, you never felt so much mutuality in such an unladylike feeling, when you think about that. You leave the shop with Mother, not even noticing when. You don't understand your feelings but certain longing doesn't let you ignore them.",
		   "DecisionC": "They seem intriguing and one of them is quite handsome.",
		   "ResultC": "The moment you enter the shop is when your idea of what you want to wear on your debut ball crystallises. Now you just need to find it, bring it to Mother and the clerk and persuade them. You don't listen to Mothers conversation with the clerk- instead you wander around the place, asking shop assistants questions until you hear Mother calling you. The clerk has left her to fetch something from the storage room and she's calling you back. She's smiling subtly but coldly, as you come close. \n'Curb your childish desire to explore a new place and behave yourself,' she whispers under her breath while keeping her polite smile on. You try to explain yourself and maybe tell her your idea for the outfit but then you look at her expression and shut your mouth. You promise to be a good girl as you stand behind her back silently. 'You will be a woman soon, being a good girl will no longer do the trick and you will not be so easily excused,' she doesn't look at you. She seems stern and distant but her voice is quiet and kind of warm, as if she was sorry that you're growing up. \nYou nod, saying nothing. Her words and her expression resonate in your head, confusing you and bringing nostalgia. You wonder why Mother seems sad and strict when it comes to your soon-adulthood. The clerk appears before you with a wide smile under a thin moustache. He's holding a book with samples and the most recent fashion magazines. He and Mother go through them and Mother even asks you some questions about the adjustments she wants to introduce to this one design that she found. You smile a little when you leave the dress maker's.",
		   "DecisionD": "They remind you of those forbidden romances you've read.",
		   "ResultD": "You are bored out of your mind so every second feels like a minute, a minute like an hour and you don't want to even imagine spending an hour in this place. How could anyone think of spending any part of their lives here? And treat it as some sort of entertainment? Ridiculous. And yet, when you look around and feel as if you were trapped in a big, stuffy wardrobe, you still see many happy faces. Women just walking around, touching fabrics are smiling, giggling. You try to pay attention to Mother's conversation with the clerk but you believe that whatever she chooses will be fine. You're sure because you know she's been preparing for this visit for the last few weeks. Regardless, you don't think she would even consider adjustments if you proposed any. \nYou look outside the windows. People are either rushing to their businesses or houses: maids and boys running errands for their lords and ladies, some policemen walking around and keeping everything and everyone safe - from what you don't know but still feel grateful and, surprisingly, jealous. They get to spend their days walking the streets, interacting with people and seeing the city and not just the safe parts - all of it! You guess it is a men's domain to explore and experience, as you read in books for girls and women in the Academia and at home. \nYou place yourself near the front window and keep looking outside but after some time you feel your blood just under the skin rushing with need to leave. You try to walk it off but your impatience grows second by second and the irritation from stagnation becomes unbearable. Mother finally finishes the arrangements with the dressmaker and pushes you outside, saying: 'Patience is a real lady's virtue. Learn it finally, won't you?' You want to deny that you wanted to hurry but then Mother raises her eyebrows in silent reprehension."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}