{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Mother has been talking about preparing you for the season and realised that you haven’t ridden a horse in years. Scared of any mistakes you might make after such a long break and possibly appearing ungraceful, she decides you are to partake in a horseback trip with some of your relatives. Her reasoning sounds sensible and you agree. She chooses a day and your companions. When the time comes you meet with your close cousins on a beautiful spring morning by the stables. The crisp air smells of freedom and possibilities and you feel strong and energised. How do you decide to spend the trip?",
		   "DecisionA": "I want to feel drunk with freedom, galloping!",
		   "ResultA": "You want to make the most of the day, enjoying the freedom you remember riding a horse has always given you. You hop on your horse quickly, confidently and look at your companions. Other girls take longer to climb up their mounts in order to look as graceful and helpless as they possibly could. You know it for sure because you used to gallop away together before. Their efforts seem to pay off as some young gentlemen hurry to their rescue. You do your best not to come off as impatient, having been too independent compared to them.\nFinally, you slowly set off to the nearby park. Everyone chats jolly and you can’t help but to feel held back by their snail’s pace. Your horse seems to feel the same as she strains at the reins a few times during your conversation. You let her speed up slightly in hopes that the rest will pick up their pace and to some extent it works. Everyone speeds up but also comments on the unladylikeness of your impatient horse. You know that their jokes are indirectly aimed at yourself and it makes you blush profoundly.\nAt last, you get to a clearing in the park, where the forest part becomes a peaceful meadow. You feel your heart beating hard and fast and the rush makes you feel strong willed and spontaneous. You smile at your company and dare them to speed up, whilst taking the lead. The ladies try to argue but the gentlemen seem excited by your challenge and quickly catch up to you. You smile even wider and take the pace up again. They happily follow.\nYou fall into a full gallop and laugh wholeheartedly. The gentlemen hurry their horses and race with you, though some are confused as to why they do it. Only two keep up with you in the end, when, tired and relieved, you finally slow down and stop. The three of you exchange smiles and nods before galloping back to the rest of your companions.\nThey seem bitter and disgruntled but neither of you, free spirits, care for them much.",
		   "DecisionB": "I want to have a graceful walk and admire nature.",
		   "ResultB": "The day is perfect to admire nature waking up after the winter slumber. You take deep breaths, smelling the sweet dew still lingering on the leaves and buildings. Before mounting your horse, you gently stroke her back and head. She seems happy with your affection and the prospect of a walk.\nYou politely thank your cousin for his offer of help and get on the horse on your own, as slow and graceful as you can. It feels nice to use your muscles. When everyone is in their saddles, you set off towards the park.\nThe park can be divided into three sections, really. First part that’s also closest to the house is mostly gardens with flower beds, bushes and trees scattered artistically around. You have spent the most of your childhood here, playing with your governesses and children of guests of the house. You admire with nostalgia all the changes you notice around. The trees don’t seem as monumental as then, the flowers aren’t as abundant as when you were scavenging for a bouquet for Mother, and the bushes’ shapes no longer remind you of animals and magical creatures. Silent, you let yourself indulge in nostalgia.\nYou start taking part in the conversations as the gardens slowly change into the forest. Higher density of plants of different species freshens the fragrance in the air and blocks most of the sunshine. The surroundings become more chaotic and wild and you find yourself relaxed and energised at the same time. You engage in the conversations and even laugh at times. You feel content.\nThen the forest begins to slowly subside into a meadow. Once you all ride onto the clearing, you’re welcomed with a slight wind and you shiver, surprised by how chill it is. Suddenly, everyone falls silent and melancholic. You ride just as close as you did in the forest though there’s all the space you could wish for. You don’t want to feel alone and exposed and your company seems to feel the same. You ride at the edge of the forest back home.",
		   "DecisionC": "I want to part from the group and approach a new one.",
		   "ResultC": "You are quite happy to be spending time with your cousins. After a long, lonely winter with no visitors, anyone other than your parents and servants seems to you like a breeze of fresh air. Though, if it was up to you, you would rather meet some new people.\nIt’s not that you’re not happy to see your dear cousins, oh no! You’ve spent most of your life playing, conversing, and riding horses with them and you can’t really complain. They’re all marvellous, truly. The thing is, you’ve spent so much time with them already, and you can’t really marry either of them, your parents wouldn’t approve, and it is the time when you should be on stakeout looking for a possible match.\nYou decide not to dwell any longer on the fact that those relations that you’re sustaining today are but a source of entertainment and instead focus on how you haven’t felt that amused in a long time. You chat joyfully as your cousin helps you up your horse and still, while the whole group slowly rides through the park into the clearings.\nThe weather is nice, your horse is gentle, and everyone seems to enjoy themselves. Suddenly, you spot another group on a horseback trip not very far away. Before you can think it through, you kick your horse slightly, startling her. She kicks back and falls into a gallop in the direction you were hoping for. You act shocked and terrified to ensure that one of the unknown gentlemen will come to your rescue thus making an acquaintance.\nYour risky plan pays off when your gallop is swiftly stopped and your gaze meets the one of an unknown gentleman. After the initial shock wears off, however, you realise you do know him, indeed! You look around at his companions and a smile blooms on your face. It’s Beth with her cousins! You suddenly feel dizzy and your face burns with emotion as you look Christopher in the eyes, his lips just inches away from yours.",
		   "DecisionD": "I want to use this time to make connections.",
		   "ResultD": "The night before the planned horseback riding you sit down with Mother. You pretend to be practising embroidery when, in fact, you are inquiring about the cousins you are to spend the whole afternoon with. Mother seems to quickly see through your intentions but doesn’t comment on it. You would even say she applauses your attitude.\nIn the morning, when everyone is gathering outside the stables, you revise the intel you have gathered. You now know which relative to focus on to benefit your future and which to tastefully ignore. You know that they will do the same once they learn what impact their present actions can have on their reputation in just few years.\nLooking around you see the cousin who seems a little too interest in the opposite sex, the one who’s acts frigid towards everyone but the same sex, the one who can’t hold their liquor, the one who’s marriage prospects exceed even your, though the two of you have the same social standing, the same size of family fortune, and received the same education. You sigh deeply, trying not to feel jealous but rather befriend her today.\nThere are eight of you in total. Four gentlemen and four ladies. You ride in three rows, side by side, and you do your best to find a place by the best prospering cousin. On your way there you try to remember what you’ve heard about her from Mother and what you can recall from the time you two spent as children. There isn’t much of the latter as you were never very close.\nYou brace yourself and put on the friendliest smile as you approach her. You know you need to attract most of her attention before you get to the narrowing at the entrance to the forest to secure your spot for the rest of the trip and, ideally, another couple of years."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}