{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "A new trend emerges in the society and for a change it is well received by the gentlemen as well. It is held in such high regard, indeed, that phrenology is classified as science! Unexpectedly, this branch of science is the only one women of higher class can practice without any apprehension or appraisal from anyone. Mother has recently booked an appointment for a phrenology session with a possibility to learn. It is said that thanks to that new science one can learn much about others’ personality and preferences. Some even try to use it in telling the future. How do you plan to use that opportunity?",
		   "DecisionA": "Doubt in the scientific background of this procedure.",
		   "ResultA": "When Mother tells you about the planned appointment, you take it as a joke. She can’t take phrenology seriously, can she? It is a sham and one without merit at that. There isn’t adequate proof to back up the claims that the method can tell anything about a person. Merely touching and measuring one’s skull or looking at one’s hand can’t possibly be enough! You cannot and will not believe it. You much prefer mister Freud’s theories about the human mind and how it’s structured. It is only right to assume it’s complex!\nMother doesn’t accept your refusal and continues with her plans. Beth is supposed to be there, too, and that brings you some comfort so you stop fighting. When the day comes, you take a carriage to the phrenologist’s practice. Mother tries to converse with you on the topic of getting oneself and others more thanks to modern science but, discouraged with your responses, stops. For the next few minutes you ride in silence.\nBeth is already waiting for you in front of the building and waves at you happily when your carriage approaches. Her excitement feels contiguous and you smile back at her. Even if the visit itself is nothing but a waste of time and money, you don’t regret coming, you conclude. Having seen Beth, you decide to ignore how little research has been conducted on phrenology and focus on the fun you can have.\nMother is invited to be analysed first so Beth and you can see what to expect. You don’t pay much attention to the procedure, nor to Mother’s results, though. Beth and you joke about your results and giggle gleefully in the corner. When the time comes for the two of you, neither can keep her composure, chuckling under your breath. Mother and the phrenologist try to calm you down but to no avail.",
		   "DecisionB": "Get excited about being able to easily read people!",
		   "ResultB": "Ever since you first heard about this method of analysing people, you keep thinking of all the opportunities this knowledge can give you. You imagine all the scenarios where phrenology will benefit you. Meeting a bachelor interested in marriage? Analyse his personality and prospects. A social gathering of bored ladies? Examine their heads and hands to reveal their secrets inscribed in their biology. Your hypothetical children meet with people they want to marry? Better make sure they’d found themselves proper matches. The more you think about it, the more you are determined to learn phrenology.\nOn the day, you make small talk with Mother. You’re on your way to the practice and Mother asks what you think the phrenologist will read on you. You answer something perfunctionly and reciprocate with a question of your own: ‘Mother, what do you say I learn phrenology myself?’\nMother looks at you quizzically and says ‘It would definitely be a good idea. It should keep you entertained and perhaps even benefit you in the future.’ You smile widely and clap out of sheer glee. You promise Mother that should she secure some classes with the phrenologist, you will put your heart into studies. She smiles and doesn’t reply.\nYou meet with Beth outside of the practice and walk in. You do your best to leave the best of impressions on the man so that he is more likely to take you in for some classes. Mother is the first one to be analysed and she asks the phrenologist if you could observe and perhaps assist him. He agrees reluctantly and you begin your first unofficial class. During Mother’s examination, you begin to understand a great deal of the fundamentals. So much so that the man himself offers to assist him on Beth, as well. You agree readily and after the appointment ask for recommendations of books to learn more at home.",
		   "DecisionC": "Be interested in my own results.",
		   "ResultC": "As soon as this new trend appears, you feel immediately drawn to it. You read a lot of articles about the phenomenon of phrenology. Many of them describe how people of stature use this new science in their lives and it is quite inspirational. Even the Queen herself is rumoured to have invited one phrenologist to her palace for a relative, probably her child. If she uses the services of such an individual, then why shouldn’t you?\nYou are quite excited on your way to the practice. You chat gleefully with Mother, discussing the rumours of some engagements in the society being cancelled based on the results of the groom-to-be’s examination. Apparently, he had the skull of a brute and the family sighed with relief when they broke it off with him. To think their dear daughter had such a narrow escape from a terrible marriage!\nThe ride to the place is such a pleasant one, both Mother and you are surprised to arrive so quickly. You meet with Beth at the entrance and the three of you go in for your examinations. The phrenologist gallantly invites Mother to be the first one analysed but she insists on you going first, much to your gratitude. You gladly accept and sit on the stool to be examined by the man.\nFirstly, he asks you to let your hair down to give him better access to your skull. You oblige, suddenly nervous about what you are to learn about yourself. His gentle touch on your head sends a shiver down your spine and when he reaches for some measuring instruments you see dark. He scribbles something in his book silently and keeps examining your head, then moves onto your hand with the same procedure as for the head, comparing everything to the models and busts on his shelves. After another few minutes, he finally stops, looks you in the eye and asks: ‘Now, would you like to hear your results?’",
		   "DecisionD": "Let the adults talk, I’m just happy to see Beth.",
		   "ResultD": "You have heard Mother talking to her friends about the phenomenon of phrenology and since tried very hard to feel the same excitement. Intellectually, you understand why one would be interested in trying out this method of studying other people. However, sole comprehension doesn’t lead to empathy and you remain rather indifferent to phrenology.\nOn your way to the practice, you chit chat with Mother. You are quite surprised by how excited Mother is to be analysed and hear Beth’s and your results. You are relieved that Beth will also be at the examination as you can’t spark the same enthusiasm. It would be awkward and potentially offensive for Mother that she would go to such lengths and organise fashionable entertainment for you just for you to merely survive the appointment. Thinking about Beth also being there brings light into your heart and soothes any anxiety about the appointment.\nFinally, you arrive at the practice and meet with Beth waiting outside. You immediately take Beth’s hand and begin to chat, letting Mother speak with the phrenologist. You don’t listen to whatever they might be discussing. You would normally try to catch a glimpse of any ongoing conversations but the topic of their discourse is most probably something connected to phrenology. You walk around the room with Beth, looking at all the busts and models of hands, each suddenly deep in her thoughts.\nBeth’s presence brings you immense comfort and the feeling of stability and you know you can tell her everything. What you like even more is staying close and silent, however. It’s not something you have with anyone else. You look at her and adore her unobvious beauty\nShe looks at you, too, and raises her brows with a smile. You shake your head slightly and reciprocate her smile. The two of you keep walking around, arm in arm, and you wish this warm afternoon would go on forever."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}