{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Mother and you finally make it to the dress maker's and you enter a big, crowded shop full with fabrics, fashion magazines and mannequins wearing ready designs. You can hear some seamstresses working somewhere deep in the shop. You look around and see a lot of women of various ages; some younger, probably preparing for their debut, and some older, matrons dressing up as if by a nice dress they could take some of their years. There's a lot to see, not much to do so you have to come up with something yourself. What do you decide to focus on?",
		   "decisionA": "The fabrics! They are absolutely gorgeous!",
		   "resultA": "The air smells slightly of dust and lavender mixed with mothballs - sheer magic. You take a deep breath in and look around in awe, trying to absorb this place with every tiny part of your body, savouring it! You observe your hand as it surfs on the waves of the fabrics. You walk slowly, letting your palm explore seas of colours and patterns, oceans of silks and cottons. You want to burrow your face in them but Mother’s vigilant presence stops you. Instead, you slightly bend over, pretending to only take a closer look at the one of the piece before you. You take another deep breath and close your eyes, imagining all the things one could make with these! The options are infinite!\nYou almost can't hear Mother’s voice as she’s talking to the clerk about the dress she chose for you. Half-consciously, you tell her you believe that anything she chooses will be fantastic, as long as you are going to wear some of these magnificent fabrics. She responds to your comment but you pay her no mind. When you imagine what these would be like touching your skin, you feel so much excitement you almost begin to tremble. You can already tell that your complexion and hair colour will match perfectly with most of the fabrics in the shop. You feel like the perfect girl, a model fashion designers would die to have in their parlours, magazines to portray, and families to boast about having in their midst. With a hint of satisfaction, you imagine all the other debutantes pale with rage and jealousy when they see you enter the room. You personally think that warm white would make your skin even brighter but the final decision belongs to Mother. However used to that inability to decide for yourself you are, your heart feels heavy. You try not to think about that, assuring yourself that it doesn’t matter what Mother’s choice will be, you still are the most beautiful debutante of the season. To add power to that thought and make yourself feel better, you smile slightly.\nSoon, you let yourself get distracted with the fabrics again. It makes you truly happy, as though there was nothing else in the world but you and the silks and cottons. Not even time exists in this delightful universe! Your imagination dresses you in more and more dazzling attires, designing patterns no other person has ever seen… You get rightfully sad as you see Mother making subtle movements towards the exit, having given the clerk money for your dress. With hints of tears in your eyes, you leave the shop first just so you can turn and have that one last glimpse at the fabrics and dresses before Mother finalises her chat and the order at the doorstep. Once she’s done, she pushes you towards the carriage. Entering, you sigh with a heavy heart, hoping that one day you will be able to visit more often and buy a lot more dresses. You know that you’ll visit the dressmaker’s many more times during the season but if you could you would simply never leave the place at all. Maybe if you had a very wealthy husband? Your intentions finally align with Mother’s, you conclude with a bittersweet satisfaction. ",
		   "decisionB": "The gipsies are still standing there...",
		   "resultB": "Mother and you have finally walked into the shop and you pretend to listen to her conversation with the clerk. You have some experience in putting on certain performances so you can have some freedom to focus on your thoughts or observations. Over the years of practising, you’ve come up with some tricks.\nNow, standing behind Mother, you smile from time to time to show your good manners and thank the clerk’s for compliments. The clerk says something about your pretty face and immaculate complexion and everything looking good. She’s convincing Mother that you will most certainly be the star of the debut. You're looking down, trying to strike a pose of a humble young lady, however, your mind is preoccupied. You keep glancing outside at the gipsies.\nDespite any feelings or bias you might have about them, you’re intrigued. You think about their lives, even trying to imagine being one of them - would that be an interesting life? Would you be happy? How would you define happiness? How would people view you? Would you care about that? Would you be accepted and get married to someone like that young man you saw on the street? Or would you rather stay where you are and exist in perfect peace, knowing every tomorrow before it comes? Knowing what and when you should do and what you should not. There are so many questions, so many images running through your head, so many feelings making your heart flutter or sink in your chest.\nYou go on to analyse behaviour of the group, hoping to find some answers or develop a concise opinion on some of the matters. Your observations, however, only leave you with more uncertainties. What roles do they have in their community? How do they perceive women? Do they make their wives work or do they keep them at home with children? How do they cope without servants? You realise you know nothing of their culture and everyday life. You feel both frustrated with your inadequacy and keen on bettering yourself.\nYou also realise why you have preoccupied yourself so much with imagining their life. There was this question bugging you, despite trying different angles on it - who is that boy and what does he mean by his behaviour? You have never experienced such straightforward interest in you from the opposite sex. In fact, you never felt so much mutuality in such an unladylike feeling, when you think about that. You leave the shop with Mother, not even noticing when. Still confused and deep in thoughts, you let Mother lead you into the carriage. Despite your best efforts, you don't understand your feelings but certain longing doesn't let you ignore them. You look outside of the window in no particular direction.",
		   "decisionC": "The ball is soon and I know what I want to wear.",
		   "resultC": "The moment you enter the shop is when your idea of what you want to wear on your debut ball suddenly crystallises. The shape of the bodice, the length of the sleeves, the exact shade of white, the pattern of the lace, the texture of the fabrics. Now you just need to find a way to show it to Mother and the clerk. Once they see it, you think, you won’t even have to persuade them. You don't listen to Mother’s conversation with the clerk - instead you wander around the place, asking shop assistants questions until you hear Mother calling you. The clerk has left her to fetch something from the storage room and now she’s standing expectantly next to a fully-clothed wooden mannequin. She’s taxing the details on the lace and, reading her facial expression, it’s not to her liking. You take a deep breath, hoping she won’t take her displeasure onto you when you walk up to her. She's smiling slightly but coldly, as you come close. You can’t make out whether you’re in trouble yet but a shiver is still sent down your spine.\n'Curb your childish desire to explore a new place and behave yourself,' she whispers under her breath while keeping her polite smile on. You begin to explain yourself and tell her your idea for the outfit but then you look at her expression and shut your mouth. Apparently, the clerk’s services weren’t very satisfying or the quality of the lace deeply disappointed her. You apologise and promise to be a good girl as you stand behind her back silently. 'You will be a woman soon, being a good girl will no longer do the trick and you will not be so easily excused,' she doesn't look at you. She seems stern and distant but her voice is quiet and kind of warm, as if she was sorry that you're growing up or reminiscing about easier times in her own life. You can never tell what’s on her mind or how her mood will affect yours.\nYou nod, saying nothing. Her words and her expression resonate in your head, confusing you and bringing a peculiar nostalgia-like feeling. You wonder why Mother seems sad and acts strict when it comes to your soon-adulthood. The clerk appears before you with a wide, servile smile. She's holding a book with samples of textiles and the most recent fashion magazines full of designs. She and Mother go through them and Mother even asks you some questions about the adjustments she wants to introduce to this one design that she’s found. This surprises you, she seemed to have had  a clear idea of what she wants for you and now she’s clearly letting you get involved in the process! You smile a little when you leave the dress maker's.",
		   "decisionD": "Getting out! The shop bores me, I want out!",
		   "resultD": "You are bored out of your mind so every second feels like a minute, a minute like an hour. You don't want to even imagine spending an hour in this place! How could anyone think of wasting any part of their lives here? And then go as far as to treat it as some sort of entertainment? You snort with contempt. Ridiculous, really! And yet, when you look around and feel as if you were trapped in a big, stuffy wardrobe, you still see many happy faces. Women just walking around, touching fabrics are smiling, giggling, chatting away in low voices.\nYou try to pay attention to Mother's conversation with the clerk but it only makes you drowsy. At this moment you can’t really be bothered with what you’re going to look like during the debut ball. You convince yourself to believe that whatever Mother chooses will be fine. You know she's been preparing for this visit for the last few weeks and for your debut - probably your whole life. Because of that, even if you did propose any adjustments, she would never consider them anyway.\nYou look outside the window. People are rushing to their businesses or houses, maids and boys running errands for their employers, and some policemen walking around and keeping everything and everyone safe - from what you don't know but still feel grateful and, surprisingly, jealous. They get to spend their days walking the streets, interacting with people and seeing the city and not just the safe parts - all of it! How absolutely exciting, how thrilling! You guess it is a men's domain to explore, experience, and conquer. At least that’s what you’ve been taught back in the Academia and heard many times at home as well.\nYou walk up to the front window and look outside. After some time you feel the blood under your skin rushing, tingling with need to leave. You try to walk it off or shake your hands vigorously but your impatience grows by the second. The irritation from stagnation becomes unbearable and you’re about to rush outside. Mother seems to notice because she finally finishes the arrangements with the dressmaker and pushes you outside, hissing under her breath: 'Patience is a real lady's virtue. Learn it finally, won't you?!' You want to defend yourself, deny that you ever wanted to hurry but Mother raises her eyebrows in silent reprehension and purses her lips in a clear warning. You spend the ride back home, listening to her lecture about behaving yourself and being grateful."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}