{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "The spring is about to turn into summer and days are finally longer, almost enough to fit in all of Mother’s plans for you. Today, however, you feel like she let you take a breath finally. Beth, your best friend and probably the only person you feel confident calling that is having her birthday party. She has invited some girls you remember from the Academy but there are some people you're not familiar with. Everyone is extremely polite and cautious of their appearance and behaviour. You feel immense pressure to be on par. Before you can think of ways to deal with such feelings, Beth finds you and, walking you a tad away from the crowds, whispers into your ear: ‘So? What do you think?’",
		   "decisionA": "I'll focus on making a good impression on everyone.",
		   "resultA": "Being almost an adult woman now, you realise with all your power how important it is to come across as a decent person, preferably a real lady and a role model for other girls. You take a breath in and looking Bethany in the eyes you calmly reply: I am most certainly pleased with the company. I think I will blend in fairly easily. She raises her eyebrows slightly and gives you a little smirk before bowing her head, understanding your idea. Glad to hear it, darling. Allow me to introduce you to one of my cousins, shall I? He's one fine young man, I tell you. She plays along, leading you to a small group of people just above your age.\n‘Christopher, dear cousin!’ She interrupts their conversation. You can tell a blush is rushing to your cheeks because you feel as if you interrupted someone so rudely. You tell yourself to be reasonable. Said Christopher, who is clearly the leader of the group, seems not only not upset, but he actually smiles at Bethany and you. Especially you. His sight stays at you a second too long for your liking. You don't really mind, though.\n‘Beth! How lovely of you to throw such a nice garden party! Happy birthday, little girl,’ he teases her friendly, still eyeing you. She frowns as if offended. ‘I'm not so little anymore, you know. I'm already nineteen, just the same age as my friend here. Everyone's attention turns to you as Bethany finishes speaking.\nBeing a well-behaved lady has never been quite that hard and after some time after the party you feel you may need to improve some things. You take a deep breath and mentally pat yourself on the shoulder, when you catch someones impressed and kind of jealous gaze.",
		   "decisionB": "I'll just enjoy myself and this beautiful day!",
		   "resultB": "You look around and give Bethany a wide smile. This is amazing, Bethy! I wish my birthday was quite as good as yours! How did you manage to get this many people? Your friend lets out a little giggle before whispering. ‘I think you'd need my cousin Christopher to come over then, he brings not only the attention, but the girls. You look at her, bewitched. Why is that so? How does he do it? you ask to her entertainment. You'll see,she says and guides you to the nearest group.\nYou can hear some girls giggling and a man's voice speaking softly but you don't expect anything out of the ordinary. Christopher is a young man, strong and proud like a stud in his prime and when you see him you feel a weird rush of excitement and nervousness. He's dressed in a military uniform and there's nothing to emphasise man's beauty like a military uniform.\nBethany introduces you to the group and you begin to giggle uncontrollably whenever someone addresses you. Christopher seems more and more entertained but makes no remarks on your behaviour or words. Bethany, laughing at first, is trying to calm you down before you embarrass yourself too much but her efforts only make everything worse so at some point she excuses both of you and takes you to another group.\nYou regain some control of yourself and thank Bethany for her interference. You try to act natural but still feel someone's eyes on you. You know who's responsible for your near hysteria state but you don't mind it as you probably should. You giggle twice as much as usual because, despite nervousness, you have a lot of fun. This bubbly feeling in your body is very enjoyable.",
		   "decisionC": "I'll just try to improve my social skills.",
		   "resultC": "The party looks really well organised, Beth. Bethany nods with gratitude, as she tries to read your face. When you don't elaborate, she smiles reassuringly. I would like to introduce you to someone, shall we go?' she doesn't wait for your answer and slightly pushes you in one group's direction. Just to let you know, there's my cousin Christopher in this group. He's extremely popular with girls with his good looks and smooth talk. Be careful around him, I'm sure you're his type so he'll try his magic on you.\nYou nod quietly and walk slowly towards a young man surrounded by a group of young women and girls. They all seem to have fun talking and the female party looks at who seems to be Christopher with a gleam in their eyes. At first you don't quite understand why but when you get closer you observe more details and begin to feel special to be his type. As soon as you get there everyone's eyes turn at you and Christopher greets you with a big smile. He's got a nice and pretty mischievous smile.\nYou exchange some amenities and talk about unimportant matters but you don't pay much attention to either the chat or the people. You keep zoning out and answer with monosyllables so sooner than later you become an outcast of the conversation. You don't feel too bad about it, actually, it's quite comforting that no one pays attention to you. You don't feel very sociable today, be it because of the weather or the unruly thoughts in your head.\nWhen the time comes and you're about to leave for a different group, you notice Christopher must have been silent for some time because as soon as he speaks the mood changes dramatically. It was nice to meet you, he says and bows slightly.",
		   "decisionD": "I'll look for my way out of the crowd.",
		   "resultD": "Everything looks amazing! I also think your choice of guests is brilliant. you say, giving her the gift you brought with you. Bethany smiles at you and sights with relief. Thank you, darling. I'm so happy to hear that, I wasn't sure if it wouldn't be a disaster, she smiles at you with some weariness in her eyes, putting the gift aside with the other presents. You look at her, surprised. Let me show you why,' she grabs your hand and leads you to a small crowd of young women gathered around one man.\nChristopher! Bethany exclaims with a polite smirk. The man looks at her and then at you and so do the women around him. Dear cousin of mine, Bethany, the birthday girl! You look gorgeous and so mature! He smiles at her but looks at you with a spark in his eyes. Don't make fun of me, dear cousin' she grins at him. 'I am so not making fun of you, Beth's, you look like an actual woman.' 'Well, Chrissie, it might be caused by the fact that I am actually a woman.'\nThey keep on sniping each other for some time but then come back to their senses, mostly because Christopher shifts his attention to you. Bethany introduces you to each other and strikes up a casual conversation. You engage in the chat but soon make an excuse to leave for some refreshment. Once you are officially free to go, you wander around the premises to have some time alone.\nYou almost walk into the group you left before and your eyes meet Christopher's gaze and he slowly nods at you and gives you a smirk. Your heart misses a beat. You explain it to yourself as fear of being caught on lying but this fear has some mysterious hint of a sweet secret."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}