{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "A few days ago a letter came in to your family house, inviting everyone to dinner at your older brother's place. The invitation informs the reader that the event is semi-casual. Some distant relatives are visiting your brother and the dinner is held to celebrate their visit. For you, this is the first event of such kind where you shall be seated with the adults and be expected to act and talk like one. It is also the first time you are to meet this part of the family. How do you decide to spend the evening?",
		   "DecisionA": "It would be nice to see how my pregnant sister-in-law is doing.",
		   "ResultA": "When the letter came, you had to read it a few times to make sure your dear sister-in-law is alright. You have been concerned with her health and well-being ever since you learnt she became pregnant again. This time you want to be more involved. Perhaps learn and observe more, you have your own reasons for such interest and everyone understands them their own way: Mother hopes you are preparing for your own blessing, as she calls it, Father believes you are such a caring creature, sister-in-law seems to think you want to become closer friends with her. And your brother, well, he probably can't be bothered with your humours and excesses as you imagine he finds your behaviour.\nYou analysed the letter for days but your brother was adamant in it about his wife's mood. For some time you are rather cross with such ignorance and carelessness of his but you decide to forgive him this once. Now, you have a plan. You vow to yourself to correspond with your sister-in-law more often at least until a few months after she gives birth, hoping to learn as much as you can about her moods and well-being. As for tonight, you decide to create some stronger foundations for your soon very close friendship. You don't really dream about the relationship to be any close to the one you have with Betty, oh no. There is no other person you would want so close to your heart and mind, however, you wish your sister-in-law found you her confidante.\nYou smile slightly at your reflection in the mirror, sitting up more straight to make maid's work with your hair a little easier. She thanks you under her breath and you widen your smile in response.\nYou are still smiling when you meet your parents by the front door, waiting for you to go to your brother's. Your smile doesn't cease all the way there, nor does it expire on the doorstep.",
		   "DecisionB": "It would be nice to share with others the day I spent with Mother.",
		   "ResultB": "You don't plan the topics for your conversations with the rest of the family too much ahead. You are hoping to be able to talk about the marvellous day you spent with Mother not long ago. It would be a good story, taking into account the upcoming debutante ball in which you are to take part in. You focus on your hair dress and your gown. You keep in mind that this night is the first time you are to meet your further relatives and it's always good to make a good impression on whoever you meet.\nYou join your parents in their carriage and happily await the arrival at your brother's. It is about a two hours ride from your parents' mansion to your brother's beautiful spacious house in town. You remember how excited he was and how proud were your parents when he moved in there with his bride soon after they returned from their honeymoon. Where will you live in a few years from now? You shake your head slightly to get rid of that thought. Tonight, you shall only focus on remembering your special day with Mother and your own preparations for the ball. Maybe these two topics will interest the rest of the guests?\nThe monotonous wobbling of the dirt roads become cobblestone and soon enough the carriage stops in front of your brother's house. You step out, helped by Father, and look up at the doorway. You realise how childish it now seems to be so eager to share such intimate and coming-of-age experience with people you barely know. You become a little pale because of sudden nervousness and before Mother can call on the door, you grab her arm softly. She looks at you surprised. 'Mother, what do I do? What do I talk about with everyone?' you ask her, to which she replies with perfect calmness: 'Behave like a lady and don't talk to everyone but to those who wish to converse with you.'",
		   "DecisionC": " It will be nice to take the trip to town, maybe it will help me clear up my mind.",
		   "ResultC": "You greet the invitation with great relief. Ever since you returned from the day trip to town with Mother, the thought of your debut has been hovering over you like heavy clouds. Your mind has been spiralling around the preparations, the consequences of each and every move or word of yours during that night. You have tormented yourself over your looks, the broadness of your vocabulary, properness of your movements and the smoothness of your curtsy.\nYou close your eyes and take deep breaths. You try not to think of all the things that bring you so much anxiety. You feel salty tears building behind your dry, shut eyelids. You pull your fingers into fists and tighten the grip until you feel pain from fingernails cutting into the skin. You take a few short breaths and open your eyes. You sit alone, face to face with your reflection in the mirror, the maid is gone. You want to cry, to hide under your bed sheets but you know neither will help. You take one last peek at your bed, still very tempted to pretend to be sick, and then you go downstairs. Your parents are already waiting for you to enter the carriage.\nFather seems not to see your nervousness and Mother simply ignores your paleness. They both congratulate you on a nice gown and fitting headdress. The three of you enter the carriage and set off. Father seems satisfied with the trip and Mother tries to converse with him and engage you in the chat. After some time she leaves you alone. Your look outside the window, longing for freedom you never knew, fantasising of running off into the wilderness the next time the carriage stops. Or better yet, being abducted, so it's not really your fault that you've gone missing...\nYou keep on thinking of such brave and brazen runaways and they bring you just enough solitude and unusual relief that you can greet and stand in front of your brother's house with a weak but true smile on your face.",
		   "DecisionD": "It would be nice to get to know the distant family a little closer...",
		   "ResultD": "The letter with the invitation mentioned some more distant family. Second and third cousins are visiting your brother to discuss business prospects. That would mean that they are distant enough to be treated like possible matches and probably well-off enough to be considered quite decent matches. Even if the relationship doesn't grow serious from merely one meeting, there is no harm in trying to befriend at least one of them. Especially that they are arriving with their business partners, not wife of fiancées. You decide to take your chances and do so in style. \nYou smile at yourself in the mirror, while the maid is dressing your hair. You look fabulous without looking as if you were trying too hard. The gown only completes the look, giving you the air of a swooning heroine, a fragile woman any man would feel the need to protect. You've learnt these tricks, reading the most recently published and the most popular romances.\nWhen your parents see you walking down the stairs and into the carriage, Father seems silently impressed and Mother... Mother looks right through you. She knows what you want to do this evening and she gives you the look saying 'I will be watching you, so don't go overboard.' Of course, she doesn't say a word out loud, probably to avoid upsetting Father. The three of you entertain each other with a meaningless chit-chat on your way to your brother's which Father sees as a good warm-up before the night of conversations.\nWhen you finally arrive, it is late afternoon and the rays of the setting sun make your hair look heavenly. As you stand with your parents at the doorstep, you smile to yourself and hope that your dear cousins will have a glimpse of your angelic appearance before you enter inside where there's only candlelight and gaslight to catch your otherworldliness."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}