{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "After your visit to the dressmaker's is finished, all preparations are done, and there is still time on your hands, Mother decides to take you to one more place. This time you will most probably be more alone with Mother than previously. As you enter the restaurant, you realise that, even though you are in a much public venue, the intimacy of your meal is indisputable. At least, now that the nature of your relationship has matured, with you becoming a woman, like herself. How do you spend this special time together?",
		   "decisionA": "I'd like to show my gratitude for the visit to the dress maker's.",
		   "resultA": "Once you both sit down you are greeted by the waiter so there's no instant opportunity to talk. Each of you chose your meal in silence, meditating between a full dinner and a lighter one with dessert. You discuss your options for some time before deciding to go for a lighter meal, no dessert. You ought to look your very best for the debut ball, better not gain too much weight but also remember that 'a true lady does not glutton nor waste food,' as Mother remarks.\nThe waiter collects your menu cards and leaves off to the kitchen. You desperately want to connect with Mother, you want to be included in her true, adult world. You wait for her to begin the conversation but she seems preoccupied in her thoughts and keeps looking anywhere but at you. You gather up all your courage, despite feeling hot blood rushing to your face.\n'Mother,' you begin with a soft voice, slightly trembling with emotions. When the waiter bringing drinks leaves, you continue  'I would like to thank you for all the care and dedication you have invested in the preparations for my debutante ball. I feel very lucky to be prepared for the ceremony and whatever comes after. By you.'\nMother looks at you with interest, while sipping her tea without a word. When you finish talking she puts her cup back on the coaster and gives you a stern look, as though analysing you rather than your words. Seconds pass and you feel hot flashes from nervousness. Awaiting her response, you imitate her gesture of drinking tea. After a few calming sips you notice her smile.\n'Darling daughter, you need not thank me. I am just doing what I am supposed to as your mother. One day you'll do that with your own child and then she with hers, if so be God's will.'",
		   "decisionB": "I'd like to simply enjoy this meal with Mother, every moment of us together.",
		   "resultB": "You smile at Mother happily, showing all the teeth you possibly can. You begin a chit chat, ignoring Mother's disapproval. You know she would prefer you act like an adult already. It will help you get used to being one as soon as possible so you don't embarrass yourself or, worse, her and the rest of the family at the debutante ball. You know how much she cares for you and your future and that she wants the best for you. Knowing that and being so sure of her affection only makes you more happy but now you smile with less teeth. Mother relaxes slightly, though with a sigh and a shake of her head. She smiles back at you but mostly with her eyes.\nThe waiter who brings your orders finds Mother and you deep in conversation. You discuss trivial matters, exchange opinions on fabrics and patterns, joke about close relatives and tell each other stories of the times you didn't spend together.\nThe latter are mostly funny, of people making silly mistakes or misunderstanding simple instructions but your soft chuckles have an undertone of nostalgia. It seems not only you missed Mother, but she missed you, too. Now, that you're older, almost a grown-up, she interacts with you on more personal level. In her eyes, you presume, you may never be a full adult, even when you have your own children and house with servants to govern, but it doesn't sadden you. Such revelation makes you realise that thanks to that you can be dearest friends, more so than if she found you suddenly just another woman in the family. You reach for her hand mid-speaking and squeeze it softly. She smiles with melancholia, as though reading your mind, and squeezes your hand back. ",
		   "decisionC": "I'd like to talk about the debutante ball and the prospects of marriage!",
		   "resultC": "When the two of you sit at the table, you immediately reach out your hand to Mother's and squeeze it tightly. 'Mother dearest!' you begin with an excited sigh. Before you can continue, however, you notice the waiter waiting to hand you menu cards. You let Mother's hand go and apologise with a giggle. You blush a little and look the waiter in the eyes looking for forgiveness. The man blushes a little but politely smiles back and leaves your table.\nMother's grim expression tells you enough about her opinion of your behaviour so far. You take a deep breath and do your best to calm yourself down, you don't want to upset her, you want to confide in her and maybe ask for guidance.\nYou don't reach for her hands again but instead place both of yours on the table, with your elbows closely by your sides. Mother seems to notice your efforts and relaxes slightly. 'Mother dearest, I would like to talk to you about the debutante ball and what to expect next,' you say softly, no longer whispering. You know Mother finds whispering awfully dramatic and that rather unladylike. Mother nods and in a soothing, matter-of-factly manner walks you through the events to expect on the day of the ball.\n'I see!' you clap your hands with joyful excitement. The Queen, the beautiful gowns, the elegant ladies and gentlemen looking for a future daughter-in-law for their handsome sons... 'Mother dearest, do you think I might meet my future in-laws at the ball?' you bend over the table a little to get closer to Mother. 'And who would these be?!' Mother seems shocked and displeased as though you did something unthinkable behind her back. 'I am just so curious, I could burst!' your voice is so soft, you almost fall back into whispering. Mother takes a sip from her tea and says 'In that case, yes, I think you will. Your father and I have our eyes on one family who will be present at the ball. Now, show me how good your table manners are so I know which family to introduce you to and if you are ready to meet any at all.'",
		   "decisionD": "I'd like to discuss women in science and women's role in modern society.",
		   "resultD": "'Mother,' you begin, sitting down and taking menu card from the waiter, 'you are the wisest and the most noble woman I have personally known so far,' you ignore Mother's suspicious and puzzled facial expression 'and because of that I've been intending to ask your opinion on one matter. A matter very important to me and close to my heart.' 'Go on, then, ask away' says Mother, still uneasy.\n'Mother, what do you think of women who dabble in science? What do you think is a woman's role in our modern, ever changing society?' you spit out those questions, analysing Mother's face from above your menu card. She pales and then blushes a little, as though strong emotions flooded over her, however her composure and facial expression stay the same. Before she can begin to answer, the waiter comes to take your orders. You finish ordering and politely nod to the waiter as he walks away, then look back at Mother, expectantly. She looks back at you, pursing her lips tightly, squinting slightly as if she saw you for the first time and suspected you of posing for your daughter rather than being one. No sooner than the tea is brought does she take a long sip and only then asks you simply 'And why is the matter of such importance to you?'\nYou are taken aback. You didn't expect to be asked anything back. Mother herself always says that it is rude to answer questions with a question. You don't have a ready answer so you, too, take your time before speaking again. You explain to Mother, the best way you can that you are looking for guidance yourself and this path is as alluring as it is uncongested. \nMother listens to your answer without much emotion on her face and when you're finished, she says 'I think it's important that women know their place in modern society. Their place was, is and will always be by their husbands' side, taking care of children and their elders.'"
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}