{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Some three weeks pass, when you are preoccupied with typical debut season activities. With each day you feel more exhausted and disheartened. Again, Beth comes to the rescue. She has been fascinated with spirituality for some time and her enthusiasm did rub off on you, too, to a certain extent. She has been reading all newspapers and advertisements around town in search of announcements about any spiritualist coming to town for quite some time. Luckily for the two of you, Mother and her friends have also taken to such entertainment recently. Thanks to that, as soon as Beth finally finds an open date soon with one, not only do you get permission to go but Mother takes her friends, too. One of Mother’s friends invited the spiritualist to her house so you can have a private seance. The room where the performance is being held is full to the brim with people, mostly ladies, and everyone seems rather excited. The man walks into the room and the show begins. What do you do?",
		   "decisionA": "I volunteer to be hypnotised! Or will he communicate with your deceased relatives?",
		   "resultA": "Beth’s new interest soon becomes yours, too, and you don’t waste a single opportunity to learn more. You have been positively devouring all and any piece of literature on the supernatural and then discuss everything with Beth. It would seem an interest in common has put the two of you even closer!\nPartially because of that, when soon after the show begins and the spiritualist invites a volunteer on the stage to be subject to his mesmerism, you swiftly put your arm up. You are not alone, however, and you fear not being picked up, so you jump in your seat a little. That causes a burst of stifled laughter but at least it catches the spiritualist’s attention. He gallantly invites you to his side. You squeal with joy and run up to him.\nHe talks you through what is to happen next and proceeds to hypnotise you with his watch. You can hear the ladies gasp and that is the last thing you remember from the seance. You blink and their expressions are different, some seem very much upset or distressed. You feel rather confused and out of context. Standing still beside the spiritualist you await further instructions, not knowing what to do with yourself.\nYou are let go back to your seat where excited Beth floods you with questions you can’t answer. Your unawareness seems to excite her, to your sheer surprise, but her revelations of the half an hour you were under hypnosis really do put you out of balance. Apparently, you spoke perfect French and Italian and told stories of someone else’s life.\nYou sit beside Beth for the rest of the performance and watch two more ladies hypnotised. You baffle over what you observe and what you yourself have experienced. At the end of the event ladies go up to the man and book him for another private seance at their houses. You’re not sure you hope to get an invitation to one of them.",
		   "decisionB": "I doubt everything I’m seeing.",
		   "resultB": "Ever since Beth first began interested in the topic, you have been sceptical. The more the two of you talk of the matter, the more you are convinced the whole idea of spiritualism is suspicious at best. How could it not be when there is no material proof of the spiritualists’ connection to the supernatural? Even if there was any, it is still rather dangerous to one’s immortal soul to even dabble in the realm of ghosts and, possibly, demons. Say neither exists, as some liberals have been claiming for years, then spiritualists are but scammers. You find people who fool others for their financial gain to be sleazy weasels. Still, you admit to yourself, they rouse just as much contempt as they do engross you. Could you ever understand them and their motivation?\nAs you find yourself in the room with such a person, you can’t take your eyes off of him. He speaks with confidence and showmanship, as you expected him to. Everyone in the room is simply enchanted and you do your best not to give in the feeling. He mesmerises a volunteering lady and you watch his every word and gesture. You are suspicious still, when the lady begins to tell a story in a foreign language she doesn’t know. Could they be conniving with each other?\nYour distrust grows weaker when he asks two more ladies to assist him. Each tells a different story in a different language and you begin to doubt your initial prejudice. You decide to look into the topic more in the future and look at Beth by your side. She seems bewitched and happy. Her cheeks are flushed, an absent smile wandering on her face, and the sparkles in her eyes…! You smile at her and keep quiet for the rest of the performance and then patiently listen to her reliving every moment of it over and over again.",
		   "decisionC": "I believe in everything, it’s amazing!",
		   "resultC": "You have harboured interest in mesmerism and spiritualism even before Beth. Until now, you have left the enthusiasm to yourself, unsure of the reaction it might get. Then Beth tells you about her new hobby and you overhear Mother speak with her ladies highly of it. This makes you confident enough to officially pursue this interest and share it with others.\nUntil now you have only read and heard about seances and performances of mesmerising but with this opportunity you can finally see all of it for yourself! The night before you can’t sleep from the excitement and if it weren’t for Mother’s rebukes, the topic of the upcoming performance would be on your lips any waking moment.\nWhen the time finally comes, you can’t contain yourself and jitter with emotions. You sit in the back, next to Beth, and watch everything very closely. Each word, each gesture you not only devour but compare with your knowledge on the subject.\nThe spiritualist mesmerises three ladies and with each, he asks different questions and each acts completely different. According to some alienists whose articles you have read, there is proof yet to be found but in your heart you believe they actually connect with the spirit world when on the brink of consciousness.\nDuring the three hour performance you scarcely blink and as soon as it ends you practically fly over to the spiritualist. You flood the man with questions and descriptions of tiny details you’ve noticed. You monopolise his attention but he doesn’t seem to mind, despite losing potential booking for next performances. When Mother comes over and hints that to you, you’re overcome with embarrassment and shame and you apologise profusely. The man only smiles at you and gallantly thanks you for your presence today. He shares his hopes to meet you at another event and bows slightly as you bid him goodbyes.",
		   "decisionD": "I find it all horrible.",
		   "resultD": "The very idea of contacting the supernatural forces fills you with terror and disgust. The dead should be left at peace and there is never enough reason to risk as much as one does when disturbing them! You tremble at the mere thought of the consequences.\nThere is nothing you can do, however, once Mother makes up her mind. You try to argue with her or at least get yourself out of the invitation but she cuts you off. Then, you try to reason with Beth but whatever you say makes her either sad or frustrated with you. You fight against your instincts and beliefs and agree to leave the topic and come to the performance.\nOn the day you sit in the back, nervous and quite frightened. Beth is whispering some nonsense into your ear but you can’t understand a word of it. She seems happy and excited and you would hate to ruin the day for her. You try to smile and nod at her but once the man enters the room, you suddenly feel dizzy. Beth looks at you concerned so you fight through the dizziness and smile at her reassuringly.\nThe man does something to three ladies and they speak languages and tell stories you would never expect them to. This horrifies you and you nearly faint a few times. You do your best not to catch too much attention to yourself but at one point your heart cannot stand the intensity of the experience and the world before your eyes becomes pitch black. Seconds later you see a group of very concerned ladies above you. As it turns out, you have indeed fainted and stole all the attention from the spiritualist. You can’t look Beth in the eyes from the guilt of ruining the event she has been waiting for for so long."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}