{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "After hours upon hours spent in the carriage you finally arrive at your family house. It is an impressive mansion you find vaguely homely. The house is big enough to always wine and dine many of your family's relatives and acquaintances with utmost hospitality as the numerous servants take care of the smallest needs of those who stay over. You spent most of your childhood wandering its corridors under your governess's attentive eyes supervising your every step. You're no longer a child so what do you want to do during your first day back?",
		   "decisionA": "I’d like to play with the children and their pet!",
		   "resultA": "Returning among these old cold walls creates a ruckus inside your heart. You find yourself flooded with memories of all the hours you were taught, disciplined, pushed and pulled in the one right direction. Trying to shake off the frustration, sadness, and helplessness that overcome you, you turn your mind’s gaze into the other direction and realise you can't quite recollect any moments of amusement. But there must have been some! Your early existence must not have been so dull and lifeless! Your head starts to hurt from the strain and still you cannot bring back a single glimpse of careless joy.\nYou pity yourself and your sad beginnings. One cannot be so dull and dreary if one is to become a beacon of happiness, a steady giver of joy and calm! Most definitely, one cannot shine bright if one had not been enlightened by the light and intensity of the heartful laughter. How can you give what you’ve not possessed yourself?! You clench your jaw and fists as not to burst into tears and think of possible solutions for this unfortunate predicament instead.\nYou decide to make up for all those hermit-like years of childhood. Before you can take any action, however, you hear your little nieces laugh and play with their pup. You remember that before collecting you from the Academia, Brother brought his wife and their five-year-old twins. You walk to the parlour where they all can be found. As soon as you lay your eyes on the children, you are determined to join in their play and learn from them, as though they were a pair of holy children sent to Earth to teach you God’s ways.\nYou run up to them and politely ask if you can take part in whatever they are doing. They look at you with bewilderment in their big eyes for a second and agree happily. You spend long hours playing with children and their pup. When parents enter the parlour, they seem surprised at first. It’s understandable, as they’ve never seen you play with children before. Soon, they relax and converse with Brother and his wife, taking your behaviour and sudden interest in children as a sign of maternity instincts forming within you and it pleases them.\nTheir satisfaction is cut short, however, when you decline the invitation to join in the party of adults for a conversation and instead begin to play hide and seek with the children. They try to engage you in the conversation several times again and lure you to the sofa to join them, argumenting that you are one of them now after all. As much as you used to wish to be invited into their world before, now you want nothing to do with it if the price is even a minute of your time with those two beautiful bright bundles of joy. Your parents’ mood is worsened yet when you actively vouch for the children's sleep time to be postponed so you could play a little longer.\nAfter all these happy hours full of utter bliss and truest laughs that make your heart swell with happiness you lay in your bed with a wide smile. You don’t bother yourself  thinking about any repercussions from your parents after blatantly disobeying them all evening. You fall asleep, regretting nothing, finally feeling contempt with your life.",
		   "decisionB": "I’d like to have a graceful and formal welcome with the family.",
		   "resultB": "All of your existence is filled with a strong conviction that today is the first one of your adulthood. The change of the era means that and that certain behaviour and conduct will be expected of you from now on, even more now that you are back in your family house. You can already feel Mother’s hot breath on your neck, as she observes your every move closely and harshly. Sudden chill drives shivers down your spine. You shake it off and leave your room to join your family in the parlour.\nYou walk up to your parents and curtsey slightly before them. You say the most elegant greeting words you can think of to both them and you Brother and his wife. You spot subtle blinks of pride in Mother's eyes and hear Father's approving murmur from behind his paper. Then you nod and smile at the children playing on the floor with their puppy. You don’t bother to acknowledge the servants, as you know you should.\nYou partake in the conversation with your family, trying to enjoy the adult world you've longed so much all these years. Unable to pretend to take pleasure in the interaction anymore and positively exhausted by it, you excuse yourself under the pretence of suddenly getting a headache. You’re graciously pardoned to leave, so you begin to wander.\nThe main hall welcomes you with somewhat cold air and you shiver slightly. Servants keep busy in the corridors, walking with various items from one room to another and bowing quickly when passing you. Finally, you arrive at your room’s door. You can feel physically lighter as soon as you enter. You sit in front of your mirror and look back at your reflection, contemplating and planning your next steps. You lose the sense of time and a maid coming to help you change for dinner startles you. With the help of the maid you change into a more suitable dress for the occasion and step down to the dining room.\nYour relatives are all waiting for you and as you enter the room their eyes all turn in your direction. They all seem pleased with your appearance and manners, Brother's wife even compliments you on the dress you chose. You feel delighted by this remark, especially that she is quite a stylish lady herself and you respect her opinion highly. The happy notion doesn't stay long with you, however. As soon as the real adults, as you catch yourself calling your older family members, begin to talk, you find yourself unable to participate in any of the topics and so you keep quiet unless asked a question. You keep quiet and smile or frown whenever it’s needed but secretly count down the minutes you still have to spend by the table.\nYou try to comfort yourself with the thought that such behaviour only makes you seem more agreeable and gentle but you still feel deeply disappointed. You were but a child when you left for the Academia, and you remain one. You chew on tiny pieces of your food and hold back hot tears forming suddenly in your eyes.",
		   "decisionC": "I’d like to warmly greet everyone, including servants!",
		   "resultC": "When you leave the carriage you stop for a brief moment to look around. The walls are as you remembered them, with ivy growing high and lusciously over them and bushes kneeling graciously below the windowsills as though they were knights guarding their sovereign. You close your eyes and take a deep breath in. You’re home! How sweet does the air smell, how beautiful everyone is! Your heart is filled up to the brim with love and longing! You leave Brother behind with your luggage as you rush forward to greet everyone.\nThe servants, old and new, in their clean, neat uniforms bow slightly as you come closer. They move and speak in unison, like a heavenly choir of saints! Your eyes water and you hold your hand up to your mouth to hide lips shaking with emotions. To those you don't remember you only smile and curtsy quickly, but those whose faces seem familiar grasp in an affectionate hug. You choose to ignore Mother’s reprimands hissed under her breath and the sounds of confusion and embarrassment coming from the recipients of your affection. Once you're done with all the maids, the valet, the boys and the girls, it's finally time for your family members.\nDevoid of any constraints for your emotions, you run up to your parents with tears in your eyes, sobbing violently. You can't help but to feel sentimental upon arrival to the people you are closest to in the whole entire world! Like a small child that had been crying for their mother’s soft touch, finally picked up and sung lullabies to! How good, how safe, how happy you feel now that you are reunited with your family! You sob violently in Mother's arms, confusing her profusely, before throwing yourself in Father's embrace. Suddenly, you feel a gentle pat on your back and it feels like a single ray of sunshine made its way from among stormy clouds. It sobers you just enough to let go of Father but not enough to stop your tears of joy and affection! You stand straight and wipe your face, apologising for your outburst. You look upon the dearest faces of those you brought you to life and to whom you owe so much and smile, fighting tears already forming in your eyes. You only now notice how they aged, how they became fragile and weak. Like those birds you used to find below the trees in the garden sometimes! So delicate, so frail… You vow to yourself to take the best care of them for the rest of their lives and never let them know you’ve noticed they'd gotten old!\nBrother comes up to you and tries to cool you down, whispering to collect yourself and stop embarrassing everyone. Just as he does that, you realise you haven’t paid any attention to his family standing mere steps away from your parents. How stupid and inconsiderate of you, truly! You feel as though he slapped you across the face and you force yourself to calm down. You come up to your sister-in-law and bow before her, apologising wholeheartedly, begging for forgiveness until she grabs you by the arms, forcing you to stand straight and smiles at you awkwardly. ‘It’s alright, you’re alright, darling,’ she says and pushes you gently inside. You hear some heavy sighs behind, as you let her guide you.",
		   "decisionD": "I’d like to discuss some details of her pregnancy with my sister-in-law.",
		   "resultD": "You leave the carriage with a smile of relief. Spending hours upon hours is not at least pleasant but at least you had the chance to talk with dear Brother. He told you about everything you had missed while being in the Academia. You hear even of all things that have been omitted in numerous letters from home. However interesting, shocking, or entertaining those are, the one piece of news that you've learnt back in the winter excites you the most: dear Brother's wife is expecting another child!\nEver since she wrote to you with this announcement, you've confined yourself in the library in hopes to study the topic of pregnancy and labour. You interviewed some of your more experienced classmates and, in great secret, even some of the staff you know have given birth. You have gathered just enough data to feel slightly more prepared in case you were to witness the miracle of birth yourself. The thought of that both excites and frightens you. It also makes you realise that there is much you still don’t know. You want to further develop your data, the only problem being you feel as though you’ve run out of sources of information at this point. At least, the legal and decent ones.\nYou greet everyone with politeness, not paying much attention to anyone else other than your sister-in-law. You hurry off to her, barely stopping by your parents. Once you get to Brother’s wife, you shower her with good wishes and compliments until, blushing, she begs you to stop. You apologise and jump to her side, taking her arm. Dragging her off in the house’s direction, you begin to whisper to her all the sweet nonsense about how you shall become the closest of friends soon and that should she need anything, from a confidante to some medical help, you will be right next to her. Before she can come up with any answer, you squeeze at her arm and rush inside. She is visibly baffled but you decide to ignore that, being too excited about the time you’ll be spending together now.\nYou chat the hours before the dinner away, though you have to admit, you’re the one doing most of the talking, inquiring, trying to fill in the gaps in your research. With each question about pregnancy, her mood, health, habits and cravings, your sister-in-law grows more and more uneasy. So much so that when you take out a notebook to write everything down so you don't forget, she quickly forges up an excuse to leave the room, all pale and perplexed. You sigh deeply, writing down all that you remember from the chat. You already know Mother will be annoyed with how you’ve upset Brother’s wife."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}