{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Your parents have decided that you are ready to shine before your debut. They also want to help you learn some social skills before you are officially an adult woman. Is there a safer way to do so than under their protective wings in the theatre? There are big groups of people talking, gossiping, snacking and drinking. You take a good look at your surroundings and assess your options for activities during the play. You spot Beth with her family and she sees you, too. You immediately feel better and more confident with her just a booth away from you.  What do you do?",
		   "DecisionA": "Watch the play attentively.",
		   "ResultA": "The play you came to watch with your family interested you the first time you've heard of it and you want to take this chance to experience the full magnificence of Oscar Wilde's alleged genius. You hear the last bell before the beginning of the play and suddenly your cheeks redden with excitement./You focus all your senses on the actors down below but you still can hear some giggles from the booth right from yours. You do your best to ignore it but when the laughter becomes too annoying you just snap. You turn around to show your disapproval of such rude and selfish behaviour and your eyes cross with Christopher's sight. You freeze and stare at him for a whole second before you come back to your senses and literally jump around. You try to focus on the play again but your heart races so fast you feel dizzy and every time you close your eyes you see Christopher and that girl./You abruptly excuse yourself in the middle of the act to refresh. When you're safe in the corridor, you lean against the wall, breathing heavily. You keep your eyes shut, trying to erase the image of Christopher caressing that girl's neck, leaving gentle kisses on her skin. You can feel them and that makes you sigh softly. His hot breath teases the little hairs on the back of your neck and you open your eyes to shake off those feelings./Christopher is right in front of you, passionate sparks in his eyes. He really did do these things to you! Before you can push him away or show how furious you are, he leans in for a kiss. He pushes his hot lips on yours and leaves you in awe, skipping down the stairs. Did you return his kiss just now?",
		   "DecisionB": "Use the time for gossip.",
		   "ResultB": "You've heard enough stories and read enough books to know that the real reason why people gather in theatres aren't the plays at all. These social events are held to enable people to gossip and plot in the shadows. You ask your parents if you could invite Beth around to watch the play together and they agree./You and Beth sit behind your parents so that they can't see you and can hardly hear you after the play begins. You both cherish your bit of freedom and the chance to talk about anything you want. Beth looks around, as if searching for prey and then freezes for a second. Fascinated, you try to look the way she does but she stops you quickly. She tells you not to turn around and just listen to her description. Apparently, some young man found himself a harlot and brought her with him. How does Beth know it's a harlot? Who else would allow a man to touch her in the way she is more than happy to be touched by this young man? You feel blood pumping into your face and try to turn around slowly but Beth stops you again with somewhat disappointment in her voice. 'Isn't my description spicy enough for you, you muckraker?' she jokes. You curl your lips and roll your eyes but stay in place. Beth gives the couple one more look and winces a little./She tells you everything about their appearance and little gestures until she can't do it anymore under the threat of having a concussion. You reluctantly agree to change the subject and you two whisper the play away./You leave the booth after the first act to refresh a little and run into Beth's cousin, Christopher, and a red-cheeked, hazy-eyed, messy-haired girl who keeps close to him.",
		   "DecisionC": "Sneak out with Beth!",
		   "ResultC": "You sit behind your parents quietly and sign to Beth in her booth. You propose a quick run-away to explore the city at night. She seems as terrified as she looks excited and you don't need much persuasion to get her to agree to your plan. Soon after the play begins you tell your parents in much unladylike manner that you need to go to the private. Father waves his hand at you and Mother winces./You leave the booth and meet Beth in the hallway from where you run out to the street. You take a few deep breaths and think about what to do with your five minutes of freedom. Beth seems excited just to be out as she looks around. You decide to take a stroll down the street and back, a safe adventure. Both of you giggle furiously each step until your eyes meet with somewhat familiar person's. The gypsy boy! He's with some other men around his age and older, standing and talking loudly as if they owned the area. You stop abruptly and look at him with shock for a second but a second is enough for him to spot you. You begin to walk again, hoping he didn't recognise you but then you see him approaching./'Good evening, fine ladies.' he murmurs and you feel your blood leaving your face and rushing back up. His voice is somewhat coarse as if he spent the day shouting. Neither Beth nor you answer. 'Isn't it a bit late for such beautiful maidens to be out all alone?' His words bring panic to both of you as now you realise how stupid it was to leave the theatre./You can't think of what to do or say but luckily, a policeman walks over and asks if you need help, chasing the boy away at the same time.",
		   "DecisionD": "Exchange polite comments and glares.",
		   "ResultD": "You know how important social events are for one's reputation. You decide to do your best to behave yourself and play it safe. You exchange greetings and engage in polite chit-chats while waiting for the play to begin. Your parents seem content with your performance and introduce you to some of their friends. You notice that most of them have unmarried sons and realise you are meeting your possible future in-laws./You stand dumbfound for a second or two, trying to stomach this thought. It makes you both excited and enraged, and those two feelings flow through you in irregular waves as you speak with all the people your parents bring you to. Some of them seem nice and understanding but most are rather unpleasant in the sense of already counting you as an asset to their household. You feel harshly judged and, although you can comprehend their appeal, that fills you with a strong sense of injustice. How can they look at you, not knowing neither your personality nor your abilities, nor dreams, and just put a price on your face?!/You take deep breaths and smile slightly as an answer to a dishonest compliment you just received. You can feel a sense of relief growing with each of three rings announcing the beginning of the play. You sit down and close your eyes for the moment when all the lights are out. It's the only moment you can fully relax as you know that the very second they are back, so are the stares and glares from all the people your parents acquainted you with./You watch the play diligently and sit straight. You want to make a good impression even though you don't quite know who you want to impress. You can't focus on what's happening on the stage but you manage to react just right."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}