{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "The beginning of the season is upon you and your parents have decided to move to the capitol a little earlier. Thanks to that you will be able to settle in the big city before you are expected to attend all of the social events. Luckily for you, you have already been to some of them during your sister’s debut season and when your brother was looking for a wife. This time will be different because you will be the one watched by everyone. To make the transition easier and also to your entertainment, Mother has organised a trip to the opera. How do you want to spend the outing?",
		   "DecisionA": "I’d like to sneak out alone for a little adventure!",
		   "ResultA": "Ever since you have left the Academia, you have been acquiring more and more freedom - and savouring it. You know you’re not the same person who went to the theatre with her family last year and your choices tonight reflect that perfectly.\nThanks to better understanding of how to act and speak in order to achieve what you might want you have gained much confidence. Nowadays, you’ve been exploring the boundaries of how far you can go before getting scolded by Mother. With each success, you push the bounds further and further, acting on your whims and impulses more often. Tonight, you decide, you’ll go the farthest to date.\nYou leave your family’s looby under the pretence of a visit to the bathroom. Mother looks at you suspiciously but lets you go. You wish Beth was here tonight to join you in the mischief but she has fallen ill with a cold. You’re determined to go on with your plan and then tell her all about it. What blast you two will have!\nYou leave the lobby soon after the beginning of the second act and the corridors are empty. You walk slowly, with confidence and purpose in your steps so when you ask for your coat, the man handing it to you asks no questions. With a beating heart, you leave the building and step out onto the street.\nIt’s a warm spring evening and you decide to take a short walk around before hurrying back to Mother. You take deep breaths in, enjoying unusually clean air, when you hear some gentlemen closing in on you. Overcome with sudden panic, you take the closest turn and hide in the shadows, waiting for them to pass you. Every second seems like eternity and you’re afraid your heartbeat will betray your location.\nFinally, their voices fade away and you can leave your hiding. You run back to your booth just in time for an interlude to begin.",
		   "DecisionB": "I’d like to strike up a conversation with people during the break.",
		   "ResultB": "After your first almost grown-up experience up in the city you have been pestering Mother on how to behave and what to do in social situations. The two of you have talked through many different scenarios. You consider yourself a good student so when some months later you come across an opportunity to check your knowledge in practice, you are excited to oblige.\nYou give much thought to what actions could bring you the most benefit. You discuss the subject with Mother as you prepare for the evening. She suggests talking with people. ‘It is a good idea to socialise and start creating new relations. One can never know how much some of them might prove useful in the future,’ she reasons. You agree wholeheartedly and ask for further instructions. Mother smiles at your inquiries and explains everything patiently.\nNot long after your conversation is over, you find yourself in your family’s booth alongside your parents. Everyone is dressed up and cheerful, the corridors are buzzing with people greeting each other and speaking over each other. Suddenly, you feel blood rushing to your head and your heart thumping with emotions. Your disturbance peaks when people begin to enter your family’s booth.\nMother greets everyone gracefully, chatting with them politely. She pokes your side discreetly, encouraging you to take part in the ceremony. You feel your face burning but finally open your mouth to join in some of the chats. At the beginning you feel rather stiff and unnatural but when you look at interlocutors’ faces they seem content.\nAs the time passes, you gain more confidence and begin to enjoy those little chitchats. Soon, however, it is time for the play to begin and everyone heads to their booths. You find yourself impatiently waiting for the interlude to begin so you can have more conversations.",
		   "DecisionC": "I’d like to positively dazzle people with my appearance!",
		   "ResultC": "You decide that you have been on adult outings long enough to comprehend how important one’s looks are. Mother tends to lecture you about your manners and behaviour but she doesn’t complain about your clothes or hair. Having observed some past debutantes and other ladies in the society, you begin to believe that sometimes a lady’s appearance is more important than the words she speaks.\nFor the last couple of months you’ve been analysing and imitating the most elegant gestures and facial expressions you see in the most eligible ladies. Once you are satisfied with the results of your exercises before the mirror, you move onto changing some to your liking. Sometimes, the gestures, you feel, lack a bit of seduction and others look better with slower motions or different direction of glance.\nWhen the night at the opera finally arrives, you are prepared to create an impression. Your act begins as soon as you walk through the front door. You make sure to bring as much attention as you can to yourself. You know, however, you shouldn’t do it in any way that could affect your standing. You ‘accidentally’ drop your hand fan with a muffled ‘Oh!’. The nearest standing gentleman picks it up for you. Shocked by your beauty, he looks into your eyes just a second too long. You smile, bowing slightly, thanking him politely.\nAs expected, his companions and himself keep peeking at you so when your dress is finally revealed, there’s a sigh of admiration followed by a murmur of intrigue. Soon enough, people come to greet your parents and feast their eyes on you. You keep up your play of a young lady fully aware of her beauty and talents but humble by choice. You let yourself fish for attention from more handsome young gentlemen with slightly seductive glances over your fan, and smile at their fluster.\nYou enjoy the rest of the evening in a similar fashion. You consider it a victory of your genius and Mother reluctantly agrees when she receives more and more letters of admiration for you.",
		   "DecisionD": "I’d like to focus on the opera.",
		   "ResultD": "You’ve always considered yourself a person of culture. You imagine that all the books, plays, pamphlets, and other pieces of writing that you’ve read so far put one onto another would build a handsome tower of knowledge. You carve this image deep into your heart and take great pride in it.\nWhen Mother tells you about the trip to the opera, you almost squeal with excitement and hurry her to pray tell you what play you are going to watch. She gives you the title and you rush to check the library for the manuscript. Alas, every cloud has a silver lining, and as abundant as the library is, the play is nowhere to be found! You feel a little sad not being able to familiarise yourself with the plot, but then decide that it is rather exciting to learn the story as it goes.\nYou spend the preparations and the way to the opera on wondering about what you are to experience. Mother tries to give you some last-minute pieces of advice on how to behave and what to say to whom but you pay her no mind, just nodding, daydreaming.  The time finally comes and you enter the building. Your parents socialise with their associates, most possibly to maintain their beneficial connections. As much as you wish to be patient and graceful, you can’t stop patterning.\nMother tries to calm you down but to no avail. Finally, the time comes for the opera to begin and everyone rushes to their booths. You sit at the edge of your seat, both literally and metaphorically. When the first sounds of the prelude begin, you gasp. People are still on their way to their seats, happily chatting but you listen carefully, trying to make out the story or at least the mood of the opera. When the actual performance is finally about to begin, Mother whispers to you: ‘You’re here not to see the show but to make acquaintances and an impression. So far, you’ve done very badly. Make yourself agreeable or we shall excuse ourselves before the second act!’"
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}