{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Inspired by an ongoing trend, you have been reading memoirs and journals for some time now. You don’t quite believe most of them to be true but you do find all of them rather fascinating. In fact, they are intriguing enough for you to decide to write one yourself. The only problem is that you are lost for ideas as to how to begin your own future bestseller. You sit at your desk at the Young Ladies’ Academia and stare at a blank paper sheet before you. Apart from the nugging sound of the clock, the room is filled with silence. You can feel internal pressure growing and you conclude that there is no better time than now to start. How do you begin your diary?",
		   "DecisionA": "With some basic information about yourself.",
		   "ResultA": "You decide to take on the most sensible approach to the matter: with the basic information about yourself. You state your full name, your family’s standing and the reason why you even begin to write your memoir./Once you are done with that, you realise there isn’t much you have left to write. You begin to doubt your initial intention to start writing your diary at all. It all makes you contemplate the legacy you want to leave behind you. The clock keeps ticking but the sound no longer pressures you, it has returned to being merely a sign of time passing./You don’t hurry, thinking how little women usually leave behind when they’re gone. Children, obviously, maybe some good reputation, perhaps some works of art, but not much else. The sad realisation fills you with many feelings at the same time. Frustration for how little appreciation the women receive, sadness for having been born a woman in this society, and weirdly… Motivation to change the situation you have found yourself in./You look up from the desk and outside the window. The sunset colours the sky purply-red and some of the rays reach your face. You forget about the diary and let your mind wander. How could you carry out this kind of social stunt? And why do you suddenly feel overtaken by rage as though your newly-found goal was truly a sort of revenge on some unspecified enemy?/You inspect your feelings further in an attempt to understand yourself a little better. You poke around, imagining different scenarios for your personal development in the future. You get deeper and deeper in thought until you completely drive off, forgetting about the diary you wanted to write.",
		   "DecisionB": "With some traits of your personality.",
		   "ResultB": "You decide that beginning one’s diary with something as dull and uninspiring as personal details. Who truly cares about one’s full name and lineage, when it doesn’t give any idea of what the person is like? And isn’t the emotional connection to the main character the most important feature of any story? You have made up your mind and now you only need to come up with your person’s portrait./With all the realisation’s weight, the thought hits you hard: what are your most distinctive character traits? What makes you stand out in the crowd of all the other pretty girls? What makes you a heroine material? You straighten up in your chair and start biting your nails./Could the fact that you can’t think of any good answers for those questions indicate that you might be, indeed… Not interesting enough to read about? You admit to yourself that you don’t quite know yet what your story would even be. Would your life read as perfect romance? A mysterious horror full of plot twists? Or a tale that mothers would use to bring their daughters up well? You suddenly feel blood rushing to your head and it makes you jump up your chair./You get up quickly, maybe too quickly as you hit the desk with your leg in process. You walk up to the window, still biting your nails. You look outside but you can’t focus on the beauty of the lilac sunset. You feel inadequate and try to improve your mood, imagining all the scenarios of your future life and one is crazier than another. You cheer up enough to stop biting your nails and smile at some of the more incredible stories playing in your mind.",
		   "DecisionC": "With how you think people perceive you.",
		   "ResultC": "You think about the reason why you want to write your journal in the first place. Is it to be famous one day? Is it to perhaps accumulate some personal wealth from selling copies? You sit in quiet, analysing your motives and some minutes in you realise: you want to portray your person in a certain way./You knit your brows and bite on the pencil in your hand. Having understood your motives, you now need to verbalise what person you want to be remembered as. To do so, you decide to remember all the shards of conversations or comments about yourself that you’ve ever heard. What person are you? How do other people view you and how much do you agree with them? Are you able to warp that image to your liking? Do you even have to try to do so?/You sit back in your chair and look up at the ceiling. You decide to focus on how people see you, in order to later have an idea if there is anything you’d need to change. Mother always says you need to do something, or behave in a certain way but she never really uses any adjectives to describe you. Father used to shower you with compliments about your appearance and the sweetest character he’s ever seen, but lately, he has been rather scarce with such comments.The decrease in the frequency could be caused by the fact you don’t interact quite so often though. After much thought you decide to ignore whatever your family might think of you, on the ground of their obvious bias and their recent loose connection to you./You close your eyes to better focus on whatever memories of other students and teachers at the Academia. Some teachers have complimented you on your curtsies and dancing skills. Remembering some teachers smiling at you in class, you also think they find your calligraphy satisfying and your speaking pleasant. You still can’t quite make what your peers might think of you. You decide you’re too comfortable and tired to care for that now, though… You fall asleep in your chair.",
		   "DecisionD": "With the reasons why you're trying to write a diary.",
		   "ResultD": "You understand that one of the most important characteristics of any successful piece of writing is the author's ability to communicate with the reader. Making the emotions and ideas easily comprehended and relieved to some extent is what you believe is the sole purpose of writing in general. That assumption has led you to this moment, where you walk around your dormitory room, thinking: what feelings, what ideas do you want to resonate within the reader?/You stop your pacing abruptly a few times, thinking you have caught the great eureka. But every time you shake from it, feeling deeply disappointed with how not genius those revelations are. Finally, you pause by the window and look outside, hoping for some epiphany to happen among the branches of the nearby tree./You breathe slowly, in and out, and let your gaze wander around in the yard and your mind follows. You no longer dwell on how to address the reader, you think about your life, all the highlights of it so far. There aren’t many, you notice. On the other hand, you’re only seventeen and most of this time has been spent in Academia, where you are certainly not supposed to have any adventures./You smile to yourself. How beautifully you can continue your life! Whichever path you are to take, it will only emphasise how you proceed from here. Your memoirs can be a cautionary tale, a forbidden book, like one of those schoolgirls sneak around at night! Your journal can also be read as a blueprint of a perfect girl, then woman and wife, mother, and matriarch. You smirk at that thought and chuckle with a sense of horror, when a crazy thought crosses your mind. What if your life goes in a completely unthinkable direction? What if you become a rebel or a revolutionist? That would, surely, make a nice read, you conclude, walking away from the window and out of the room. Time will show, you decide, leaving the book to be written some other time."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}