{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Not long after Beth’s birthday party, you meet again, to your absolute delight. The weather is beautiful and warm wind blows at you and Beth, carrying the sweet and fresh aroma of a wet forest. You are accompanied by your chaperons who walk a polite distance from you, just enough to give you an illusion of privacy. They silently watch over you to make sure you don't give anyone a reason to gossip. At the same time, they are usually the ones who spread whatever they overhear from your conversation. There are very few activities you can commence with them around, yet they guard you from a scandal. What do you decide to do?",
		   "DecisionA": "Let's run away from the chaperon!",
		   "ResultA": "Both Beth and you feel uneasy, not being able to really know what you want to do. You exchange knowing looks and Beth starts a conversation with the chaperons about what should a self-respecting lady move like. She pretends not to understand their elaborate descriptions and very politely persuades them to walk in front of you to show on their own example. For some time you follow them and ask to see if you're doing alright and when the time is right and you're passing by some thick bushes, Beth and you jump right in them and run as quietly and far away as you can.\nThe chaperons keep walking and only after a minute or two they check why did you two become so quiet. They seem frantic and you giggle from your hiding place behind a tree.\nYou use the little time you have alone to exchange information you have on your Academia friends and those naughty books you shouldn't even know exist. Neither Beth nor you give the surroundings much attention so you get startled when you hear a soft chuckle two trees away. You jump and turn there and your eyes meet with those of the young gypsy man you saw not so long ago. He looks at you with a playful smirk and comments on your somewhat naughty behaviour. Beth replies for you because you're just standing there, gazing in marvel. Who would have imagined you would meet again so soon? The city is quite big, after all.\nThe man asks you something but before you come back to your senses to react anyhow your chaperons spot you and almost run up to you. The man vanishes among the trees and bushes and thus saves you from even harsher words from your chaperons.",
		   "DecisionB": "Let's stay with the chaperon, it's safer that way.",
		   "ResultB": "You don't think it would be wise to risk your good name and run away from the chaperons. They are, after all, your guardians. You prefer not to think what they are supposed to keep you safe from but neither do you want to find out.\nBeth and you walk slowly, training your steps as ladies - careful, subtle and quiet. You don't talk much as both of you know it's unladylike to gab. You let your thoughts loose after a few minutes of silence and think of your future. You try keeping your eyes on the path, but at some point they naturally wander to the nature surrounding you. Trees, bushes, even grass seem full of life and hope. You take a deep breath in and out, as if trying to take some of this freshness inside and then you spot a man beside the path.\nYou keep calm and look a little closer. You recognise the young gypsy man you've met not so long ago. He seems to recognise you too as he bows slightly with a smirk and adjusts his pace to yours. It seems as if he tried to have a stroll with you, not even asking your permission. You turn your sight on the path, trying hard to ignore this rude man but find your eyes wandering back every now and then. You start a conversation with Beth to distract yourself but even this doesn't help, as Beth seems to have dozed off on her feet and only bumbles in response.\nYou feel uneasy and nervous in a way you've never felt. You stop abruptly and turn to the chaperons asking to go back as you just got a headache. They lead the way back home. You glance in the woods for the last time and meet the man's gaze. You blush.",
		   "DecisionC": "Let's find the source of this sweet aroma.",
		   "ResultC": "As you walk in the forest some mild sweet aroma blows into your face. You slow down and look around to find the source and with the help of Beth and some approval from the chaperons you walk to a clearing full with beautiful bloom. You do your best not to step on any flower and when you kneel to smell these better you take a deep breath in.\nYou smile and turn back to Beth and the chaperons, still standing on the path. 'The flowers smell absolutely fantastic. Shall we pick some to take back home? I'd like to give a nice little bouquet to Mother. What do you think?' Beth seems just as surprised at the idea as you are, realising what you said but before you say anything else, the chaperons let out a slight sight of delight. They look at you like a silly yet charming child that you probably still are in their eyes. They not only allow you to pick some flowers but push Beth to do the same for her mother. They stand in the shadow of trees surrounding the clearing.\nYou find some joy in picking up flowers and soon you begin to hum softly. Beth and you slowly crouch away from each other and soon enough you find yourself on the border of the clearing. You see some really interesting leaves that match your nearly finished bouquet and you streak for them. That's when you notice behind a tree to your left.\nYou let out a short cry and, trying to distance yourself from the stranger, you land on your butt. While you're sitting in terror, you look up and recognise the man before you - it's the Gypsy youngster! The chaperons are with you, chasing him away, before you can mutter a word.",
		   "DecisionD": "Let's engage the chaperon into our chat.",
		   "ResultD": "You imagine yourself in twenty, thirty years, married to some middle class gentleman with no prospects or not married at all, spending the rest of your life with your parents, taking care of them and their house. Nothing would ever be yours, you know that perfectly well. You'd probably become a chaperone yourself, spending your days looking after girls who are only entering their adulthood.\nYou suddenly feel cold and tired, almost pitying yourself. Unconsciously wanting to make yourself less miserable in the future, you decide to make the chaperons feel better now. You strike a conversation with Bethy and lead it to the topic you know how to include the chaperons in. Bethy seems surprised but she doesn't mind. The chaperons seem reluctant to get involved at first but with the time and Beth's sweet acting they finally give up. They even decrease the distance between themselves and you so that neither has to raise their voice, to keep things polite and well-mannered, of course. You can tell, they brighten up a bit and you feel yourself enjoying the walk more than before. Beth seems to be having fun, too.\nTalking with adult women makes you feel quite mature and reassuring. You can already tell, you will not end up a chaperon. Who will you be? With whom? Beth has already taken over the conversation so you can let your thoughts run wild. What if you got engaged to Beth's cousin? You overheard your parents talking about your engagement coming soon after your debut but didn't quite get the name. What if you were abducted and had to marry some exotic stranger and live a traveller's life?\nYou shake off those thoughts and rejoin the conversation. Nothing good ever comes with letting your imagination run wild for too long."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}