{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Since your first formal outing to the theatre, Mother has been thinking on what to do next. She has always been exchanging letters with her sisters and sisters-in-law on a very regular basis. Thanks to that she is not only always up to date with any gossip around the family, but is often informed of any social situations happening or planned. Through those connections Mother learns about an upcoming ball one of your aunts is holding. You have been invited and Mother accepted in your name, advising you to use this opportunity to observe and learn. After your debut, during the season, she reasons, you will be invited to dinner parties and balls and you will be under harsh scrutiny by any probable future mother-in-laws. How do you want to spend this ball?",
		   "decisionA": "Gossiping with the aunties!",
		   "resultA": "When you learn of the invitation to a ball, an invitation addressed to you, not just your parents, your heart is filled with happiness and excitement. Until now you were just a child accompanying your parents and so you were not only pushed towards spending time with other children but no one really paid you much attention. Now everything changes! Now you will be among the adults and people will notice you! And soon enough you will be in the spotlight as a debutante, an eligible bachelorette, or perhaps already someone’s actual bride-to-be!\nYou let your imagination run wild as you prepare for your departure for the ball. You shall be spending a few days at your Aunt’s house before and after the ball so you need a fair amount of a change of clothes and some variety of gowns for the event.\nOnce you arrive at the mansion, you do your best to befriend your relatives, especially those who you know organise such events rather often. You want to be on their best side and, if possible, address list. You often hear Mother’s giggling when she’s reading letters from aunts and Mother never giggles!\nYou win aunts’ favour and thanks to that you are invited to accompany them at the ball and gossip with them all evening, just like you were hoping for! You giggle the night away and enjoy yourself immensely! At the same time, you feel, you gain some very valuable information on all of the guests and how to make the right impression. It’s not quite the same as what Mother keeps telling you and it leaves you feeling conflicted. Mother’s advice can be summed up as ‘don’t stand out too much and always be polite’ while aunts keep repeating ‘don’t be boring and don’t stand in the background’. You have to admit to yourself, you do like aunts’ advice more and might actually take it to heart.",
		   "decisionB": "Flirting with young men in the garden!",
		   "resultB": "Not having to spend the evening with children, you find yourself in a completely new world. You can talk to whoever you wish, meet other adults, meanwhile observing who you think might be your competition in the upcoming debutante season. Being completely honest to yourself, however, you must admit that the most exciting prospect of the whole event is walking in the gardens.\nYou have heard from your friends back in the Academia many stories of more and less appropriate meetings taking place in the gardens during such balls. Thanks to the darkness and thick shadows, secret lovers are able to spend some time in privacy. The idea of living out such a romantic vision makes you fidgety with excitement and embarrassment. You hurry to pack for the trip as though completing preparations would speed up your departure.\nFinally, as you arrive at your aunt’s manor, you begin to learn the outline of the gardens for the night of the ball. Aunt seems to understand your plan and the afternoon before the event she takes a walk with you to show you the hedge maze and its crooks for lovers. You are just as shocked as you are delighted with her support.\nWhen the night comes, you are wearing your most fancy gown and flowers and crystals in your hair. You want to shimmer and catch as many eyes as you can. Mother seems displeased with how much attention you’re bringing to yourself and Father smiles at you, complementing your beautiful outfit before he walks over to fellow gentlemen. You escape Mother before she begins to lecture you and with supportive smiles sent by your aunts from their corner you head out to the gardens.\nRemembering what you’ve learnt earlier today, you head straight to the maze. There you hear muffled whispers and other sounds that make your blood rush to your face. You’re so focused on eavesdropping, you squeal when you feel a hand on your waist.\n‘Mind telling me what you’re doing here, love?’ you feel a hot whisper of a familiar voice in your ear. ‘Shh, don’t shout, it’s me, Christopher. I’ll escort you out of here.’",
		   "decisionC": "Dazzling the guests with your elegance!",
		   "resultC": "You have spent quite some time thinking about it and decided that this ball is the perfect opportunity to make an impression even before your debut season. You speak to Mother about your plan and she doesn’t seem to mind it. Neither does she agree with it, though, and it worries you. Normally, she would tell you straightforwardly if what you’re doing is appropriate or not but this time she leaves the decision entirely to you. This newly-found freedom is scary and thrilling.\nThe day before departure you finally make up your mind: you want to astonish the guests with your elegance and sophistication. You choose proper wardrobe and accessories and set off to aunt’s manor. Once there, you inquire about the guests and planned dances. There are none of the latter but live music will be provided throughout the event. Aunt seems surprised with your interest in technicalities but attributes it to your eagerness to learn how to be a good hostess.\nHaving learnt what you need, you excuse yourself and leave for your room. With some extra time on your hands, you carefully plan out your outfit and hairstyle, all while thinking of you and how you are going to approach in the evening. You smile at your reflection, imagining what a huge success tonight is going to be.\nWhen the time comes, you elegantly descend from the stairs in the main hall for everyone to see you in your full glory. You love having all those adoring stares at you! Your aunts in their corner smile at you knowingly and Mother seems rather annoyed with your performance and being late. She does look at you with a hint of esteem when you walk closer.\nYou feel as though this tiny display of appreciation is more than you dared to dream of. If Mother approves your presentation despite tardiness and obvious flashiness, then everyone else must be simply charmed. You smirk to yourself and waltz around for the rest of the evening.",
		   "decisionD": "Spending time by the wall.",
		   "resultD": "You have never been to such an event before. Not as an adult, at least, and you’re not quite sure how you feel about it. A part of you is happy to finally be freed of entertaining younger relatives or being under the watch of their governesses, but on the other hand the thought of becoming a part of the grown-up world terrifies you to the core. The responsibilities, all the eyes on you at all times, the duties, and complex social expectations overwhelm you.\nAfter weighing your options, you go to Mother for advice. She always knows what, how, and when to do and you can only aspire to mimic her in years to come. She never loses her composure and hardly ever displays any negative emotions. When you think of it, neither does she positive ones but as it doesn’t matter much for the time being, you ignore that revelation.\n‘If you don’t know what to do,’ she says, having heard you out, ‘you must focus on those who do and learn by their example.’ You decide to stand in the background throughout the evening and observe the crowd in hopes to find your own way to enjoy future events of the type.\nYou don’t pay much thought to your clothing, hoping only that the outfits you have planned for the stay won’t bring too much attention to you. Strangely, you find comfort in the idea of invisibility. Maybe if they don’t notice you, you won’t have to interact with all these strangers?\nDuring the ball you shadow Mother, not leaving her side even when she encourages you to socialise. At the beginning she is rather happy with how you took her advice to heart but with time she seems to be growing tired of your presence. Not wanting to upset her, you retreat to the study where ladies and gentlemen rest after dancing. Sitting on a sofa in the dark corner, you finally feel unseen. Just then you begin to question if you really want to be invisible or just dislike the presence of other people."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}