{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You have only been home for two weeks before you hear that Mother has a date planned with her fellow housewives and decided to take you along. She thinks it should help and make it easier for you to blend into the society as soon as you are presented at your debut. The moment you two arrive at the meeting at one of the ladies’ house and the amenities are paid, Mother's friends begin to gossip about your best friend, Beth. There are some hideous rumours about her and a young gentleman that can ruin her if they spread.  Her position is already wobbly because of her family's affairs and this could be the final nail to her societal coffin. What do you do?",
		   "DecisionA": "I say nothing and smile politely from time to time.",
		   "ResultA": "You are very much aware of your current position in the social hierarchy and decide not to behave or react in any way until you get promoted by marriage. Hopefully, it won't be too late. Mother's friends might be mean and petty but they are your superiors and risking your future just to defend your friend is much too dangerous at this point.\nYou sit up straight and keep smiling politely, nodding from time to time as if you follow their conversation. You know you should not speak if not asked or addressed directly. Your presence is not really noticed but that does not bother you. Actually, you feel relieved you don't have to answer any of the questions or are expected to give any feedback on the smears about Beth. You prefer not to listen closely in fear of believing in some of the gossip. You sip your tea discretely and keep still. Your remorse grows by minute.\nBeth and you have been friends long enough for you to know the kind of ideas she comes up with and what she's capable of doing. You sometimes take part in her schemes but now, as you observe the immediate influence of some supposed debauchery, you make up your mind to never get involved again.\nWhen it's all over and your mother and you leave the house, you let a slight sigh out. You have survived the meeting with grace and mother seems pleased with your performance. 'It's quite alright you kept silent but those smiles make you look a bit aloof, especially when everyone in the room knew Beth was your closest friend. Work on them to look more engaged and less worked up. Being overly emotional is frowned upon as it should be.' Mother says when you finally take off.",
		   "DecisionB": "I dare to strongly disagree and defend my best friend!",
		   "ResultB": "Your first reaction to the smears about Beth is surprise mixed with disgust. How could anyone say such things about another person and with sly smirks and self satisfaction all over their faces?! Before you think twice you speak up on behalf of your friend. 'Beth would never ever do such uncivilised things. You are wrong.'\nThe three women look at you, utterly shocked that you dared to speak so rudely. 'She might have her flaws but don't we all? Who are...' you want to proceed your tirade but one of Mother's friends wakes up from stupor and cuts in, still looking at you but addressing your mother: 'Darling, is your daughter not feeling well today? She has this ugly high colour on her face.' You shut your mouth. 'Also,' says the other friend, having come back to her senses and now sipping tea, 'she's acting oddly. Maybe she has a fever?' She sucks in breath dramatically 'Could it be something serious? Perhaps she needs to go to the seaside for some time?'\nIf their words aren't enough to make you feel ridiculed and embarrassed, your mother steps in: 'Oh dear, only now can I see she probably should have stayed at home. I am so very sorry to trouble you with her, I will send her back home right away.' You hang your head as you feel close to crying. 'There's no such need, darling, let her stay. I think it may be good to change her surroundings. Who knows, maybe she'll get better after socialising a little?' the host friend says with fake sweetness in her voice. She wants to torture you a little more, it's obvious. 'Oh, yes, that's a good idea, actually,' the other friend joins her but she is being sincere. 'I've heard there's a new treatment method...' she goes on and changes the topic for good.\nYou spend the rest of the meeting staring at your reflection in the cup of tea you don't drink.",
		   "DecisionC": "I do my best to correct misunderstandings.",
		   "ResultC": "You're not surprised nor angry when you hear mother's friends smearing your friend Beth. You were expecting that's how some housewives spend their free time together. You do feel a bit sad that this time the gossip concerns your best friend but you know how to keep your emotions for yourself. You also believe in improvement and bringing change to the world one step at a time.\n'If I may...' you begin with a gentle nod towards the ladies. They look in your direction. 'There is some information missing in the news' you say. 'It wasn't quite what Beth did. What really happened is...' you continue the explanations and at some point grab their attention. They seem to understand the mistake but something tells you they are disappointed that the truth is not as exciting as they hoped.'Oh, I see.' the host lady says. 'Thank you for the insight, dear' she nods slightly with a bored expression on her face then changes the topic. You turn your gaze to your mother and meet her eyes. She doesn't seem pleased but neither does she seem annoyed. You wonder whether she'll tell you off or give silent treatment for your today's actions.\nWhen you go back to the carriage, your mother is still silent. The doors close behind you two and the horse begins its walk on the street as you grow visibly nervous and uneasy when mother finally speaks. 'You did well', she says calmly, not looking at you. 'But next time try to be more entertaining or they'll target you instead.' You feel your heart pounding and your cheeks burning with joy. You let yourself smile a little. Mother turns her sight at you. 'Whatever you do, don't be a bore. Once you become a bore, you become endangered.'",
		   "DecisionD": "I try to turn their attention to someone else!",
		   "ResultD": "You've already heard most of these gossips and, unfortunately, you must admit that some of them are true. In order to save whatever's left of your friend's reputation, you step in with even more gruesome and shocking news about someone else. You decide to go with a person whose reputation is even worse and whatever you say is believed.\nAt first, all the ladies look surprised you dared to speak without being asked but as the initial confusion wears off, they seem more and more drawn into the story you're telling. You let your imagination run wild as you know that you can say whatever as long as it's exciting and repulsive. Mother seems both impressed and disgusted by your performance and seeing these feelings very visible on her face distracts you. Before you fall into stupor, however,  the host lady asks: 'Do tell us, what happened next?'. You feel blood rushing to your cheeks, pulsating with joy as you discover a new hobby of yours. Even though you are aware it's merely telling very unreal stories, deep down you know that what brings you so much excitement is actually the attention. You can tell by the look on women's faces that they literally hang on your every word, their faces red with anticipation, gazes hazy with excitement, lips drawn with disgust.\nSome time passes and the ladies bid you goodbye with some friendliness in their voices. You know you have won them over and will soon become invited more often. Only your mother's grimace leaves you wondering what her true feelings about today are. You feel very proud of yourself because not only did you save your best friend's reputation but also gained some new connections in the society.\nYou ignore the fact that you smeared an innocent girl as much as you could. Well, perhaps not all innocent but surely she never did what you accused her of today. You also don't acknowledge the fact that your intentions changed early and weren't really focused on defending Beth."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}