{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Finally, at the end of the season, your family receives an invitation to the palace for the official debut in the court, all thanks to Mother’s sponsorship. The date is set, all preparations are done, so are the plans for the remaining three weeks of the season. You are beginning to feel unsettled. An era in your life is about to end and you need to sense the comfort of childhood for the last time. When the supper is finished, you head to Father’s office to engage in a conversation, much like you used to have years ago. What do you want to talk to him about?",
		   "decisionA": "Your dreams and aspirations.",
		   "resultA": "Back when you were a child, you would sneak up to Father’s office in the evening, long after bed time and pester him about all the fantastic stories you’d come up with during the day. He wouldn’t say much but listen to all you had to say with utmost attention and love in his eyes. You knew you could tell him absolutely everything and he would appreciate it, so you would talk and talk, until your eyelids become heavy. Hours later you would wake up in your room and listen to Mother lecturing you on disturbing Father at work. Eventually you would come to him less and less frequently, taking Mother’s remarks to heart.\nTonight, against your instincts, you walk up to Father’s office doors and knock on them softly. ‘Come in,’ you hear Father’s voice. You close the door behind you quietly and step closer. He raises his gaze and finally meets yours. He seems surprised but smiles at you, inviting you to take a seat. You smile back and walk to the soft armchair you always used to occupy.\nFather puts his documents down and looks at you lovingly and expectantly but doesn’t rush you. Neither of you say a thing for a few minutes, both realising how special this swan song of an evening is. You fight back your tears and begin to speak. Initially, you speak very cautiously, trying to be as elegant and agreeable as Mother always tells you to be but with time you gain confidence and let yourself loose. Father’s smile widens as you speak and he nods now and then.\nYou tell him everything about all the dreams and aspirations you have and see no judgement just like when you were a child spinning fantastic tales. The big clock chimes a few times and the sky outside becomes lighter and lighter but neither of you dares to bring it up. You finally feel exhaustion getting the better of you and you stand up to excuse yourself. Father gets up, too, and walks you to your room, just so you can continue talking. When you thank him for everything and are about to get in, he gently pats your head and murmurs words of love and encouragement.",
		   "decisionB": "How you want to bring pride to your family.",
		   "resultB": "You have been thinking about it for a long time now and very recently realised what your main goal should be in the upcoming season. You decide to put all your energy and drive into bringing pride to your family. You have talked about it with Mother and she seemed content with your ambition. She even held your hand affectionately and praised you shortly.\nNow, standing before Father’s office doors, you hope for his reaction to be similarly positive. You feel that in order for you to stick to your goal, you need more support from both of your parents. Deep in your heart you know that without the fear of letting them down or regular reminders from either what you promised them you are much likely going to fail. You put a blade over your neck and now it’s time for you to kneel before that executor. You take a deep breath and knock.\nFather invites you in and smiles when he sees you enter. You walk up to his desk and stand there silently for some time. Father doesn’t rush you, still going through his documents. You sigh and prepare to start speaking. ‘Father,’ you look down, drawing circles on his desk with your finger, ‘I’ve been thinking…’\nHe looks up at you, smiling expectantly. ‘I’ve been thinking on how to best spend the upcoming debutante season and I’ve come to the conclusion that I’d like to become the season’s jewel,’ you quickly look up to check Father’s reaction but his loving expression doesn’t change. ‘In order to achieve this goal I’d like to ask for your support and mentorship.’ You hear paper rustling and you gather enough courage to look up at Father. ‘You have my full support but you might need to turn to your mother for such womanly issues as the debutante chores. Sorry, honey.’ You smile at him slightly and thank politely. He goes back to his documents and you leave the office.\nYou were hoping that this visit would calm you down or bring some reassurance in your plan, as though engaging more people could maximise the chance of success. Now, standing in the dark corridor, looking down, you feel more unseasy than before.",
		   "decisionC": "Following your heart’s desires.",
		   "resultC": "After supper, you walk anxiously around in your room. Biting on your nails, you think about what you want to tell Father tonight. It is your real last chance to speak with him frankly and for as long as you need. As enticing as this opportunity seems you still feel rather restrained by the thought of Father’s harsh disapproval. Alas, you are quite convinced that he will not find your heart’s desires as appealing or essential as you do.\nFinally, you decide to gather up all your courage and go to him. The worst that can happen, you conclude, is that he will disapprove of what you want to tell him. You storm out of your room and right into Father’s office as quickly as you can, before you can think twice. You don’t want to talk yourself out of this conversation. You don’t want to regret not doing something that is so easily done.\nFather is surprised with your sudden entry, and honestly, so are you. You mumble some apologies on your way to his desk. You stand by his side and take a deep breath to begin speaking confidently. You keep your back straight, your gaze fixed on a bookshelf before you, and your hands clasped tightly together.\n‘Father, I feel like I should tell you my heart’s desires and I am to full fill them,’ you spew out and without slowing down you continue. You speak of your needs, how you want to achieve your goals, and what obstacles you might face along the way. You do your best not to omit a single detail and speak of the downsides and troubles rather than the beauties of your ambitions so that Father knows you are serious about them and not just daydreaming.\nFather doesn’t stop or interrupt you and waits patiently until you are finished. Then, he gets up from his chair and opens his arms for you. When you accept his hug, he finally speaks softly: ‘Thank you for telling me all this.’ Those words are enough for you to tear up, though you don’t know why. He didn't express his approval, but neither did he disapprove and it is better than you expected. You’re both disappointed and relieved.",
		   "decisionD": "Your future as a female scientist.",
		   "resultD": "You have thought your future through and came into a conclusion that you want to leave a mark in history. You also don’t want to leave the present to the tender mercies. You’ve done enough self reflecting to know that any art career could never suffice and that you also want to create a real change in the world, beginning in the presence. For a long time, you’ve been dabbling in medicine and physics literature in secret and decided that career science is what you want to follow.\nYou have prepared a list of arguments for and against pursuing the fields traditionally closed for women and you admit to yourself: the more hindrances you predict, the more you are determined.\nYou take your list with you to Father’s office. You know on the door and enter. Father looks at you with a warm smile and invites you to sit on the armchair you used to occupy as a little girl. You smile at this sentiment and walk to sit on one of the chairs before his desk. This decision alone sets up a rather serious mood and Father puts down the documents he’s been going through. ‘What is it that you’d like to discuss with me, darling?’ he asks.\n‘I would like to study science, Father,’ you begin matter-of-factly. ‘Do you know how hard it might be, given that you are a lady?’ he asks uneasily and you are very happy with yourself for preparing for this conversation beforehand. You pass your list to Father and the two of you go over each and every point on it. Along the way, you put more arguments to both sides and find the idea even more enticing. As apprehensive as Father seemed at the beginning, he now is just as engaged and hopeful for your success.\nHours pass and you come to the conclusion that the path you want to walk will be full of hardships and Father may not be able to always openly support your choices. He applauds your determination and expresses his pride in you. You squeeze each other’s hand as a goodnight and, leaving his office, you feel tired but elated."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}