{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Every family in your social class group all has a room like that in their houses but as people vary from one another, so do their home offices and libraries. They reflect their financial status but also materialise their intelligence and fine education, so most families fill their bookshelves to the maximum capacity. If you are attentive and know where to look, you may find their dirtiest secrets and most precious possessions. There are many interesting books and bibelots to see but Bethany and you also have a lot to talk about since you both left the Academia. What do you feel like doing?",
		   "DecisionA": "There's a bookshelf with ancient philosophy...",
		   "ResultA": "You look around while Bethany walks slowly behind you. You both cherish this moment of relaxing silence you miss so much nowadays. Back in the Academia you used to just sit together, saying nothing and enjoying each other's company. Although you both sense thousands of words between you, neither of you strike up conversation. You two just wander until you find something to hang your sight on./You slide your hand over books when you find one of Aristotle's works. You've heard a lot about him and other ancient Greek philosophers. Your Father always emphasises how important those men are for the European heritage and not knowing them and their works means one should not think of oneself as civilised, not to mention educated. He wouldn't say that to your face but you could feel his disappointment with your Academia education. Teachers wouldn't talk much about philosophy, focusing mainly on house management, real life skills, preparing for the debut and becoming a lady. You take this chance today to finally find out what ancient philosophers can add to one's life that is so important to Father./You take Aristotle's Poetics out of the shelf and open it on a random page. You begin to read and realise that, although English is your first language, you have trouble understanding the sentences before you. You close the book and put it back, making a solemn promise to yourself that you'll ask Father to teach you some philosophy in his free time./Your eyes meet Beth's sight and you smile at each other slightly. You come to join her by the window and look outside. You stand close enough for your hands to meet and she squeezes yours tenderly. You exchange one more glance at each other and look outside again.",
		   "DecisionB": "There's not a single library without romances!",
		   "ResultB": "You know what you'll look for the moment you step in the library. Bethany once told you her parents have some forbidden literature. You've heard about some of the titles she mentions and you really have to see them. At least see them! Some have pictures in them, supposedly, and you have to see them! Bethany only needs one look at you to know your thoughts and she seems to share them. You let a short squeak and run to search the shelves./Beth and you move quickly, frantically and that makes you giggle from time to time. You find a lot of fun just running around. You whisper to each other some silly things and burst into laughter. Bethany moves towards her father's desk and goes through drawers on the way./When she gets to the desk, there's a minute of silent rumble and she lets a victorious cry out. You leave the pile of newspapers you were going through and jump over to her. She shows you a copy of Memoirs of a Woman of Pleasure, which sounds dirty enough to hook you up on it. You open the book on the first page and read a few sentences, whispering. Beth giggles under her breath and you can't help joining in. You hide the book under your skirt to read it all later. You promise Beth to return it as soon as possible and even summarise it for her./You join your hands and leave the library in higher spirits and giggling. You remembered those times you had as much fun as now back at the Academia. All the times you pulled jokes on both the teachers and other students. Golden times! You begin to wonder what you can do when you're after the debut and going straight to adulthood and what to do then!",
		   "DecisionC": "There must be some fashion magazines somewhere.",
		   "ResultC": "There are so many books and magazines in this room you don't know what to focus your eyes on. You also don't really feel like reading or talking about literature. You look at Bethy and she seems to feel similar so you smile slyly and take her hand to guide her to the window, beside which there's a shelf for fashion magazines. Bethy laughs a little when she realises your plan./You sit comfortably by the window, each with an issue of the catalogue. You go through yours and every time either of you finds something that's worth attention, you show it to each other, commenting on the outfits. You take the chance to talk about dresses you and other girls are wearing to the party. You also think of what kind of dresses you are going to wear once you're an actual adult woman. You wonder how much your husbands will let you spend on outfits. One thing leads to another and you begin to talk about your future, taking more and more crazy ideas into account. At one point you joke about not getting married at all or even running away to the New World. Bethy keeps smiling but she turns her face to the window and quiets for a second or two. Before you have the time to ask her about that, Bethy changes the subject./She asks you about your idea for what you are going to do after the debut. You know your parents have an idea for you but you don't know it. You don't even know how you feel about it. You tell Bethy that you only hope she will be in your future and the rest will be fine./She seems content with your answer and gives you a little hug before she drags you back to the party.",
		   "DecisionD": "There's no place for gossip like a library!",
		   "ResultD": "You are impressed with how big the windows are, despite the tax, and by how many books Bethy's family own, wondering whether anyone has ever read any of them. You let that thought go as you stop looking around and turn to Beth with a smirk. She knows that look on your face and she returns the smile. 'So who do you want to talk about, hun?' she asks as you two walk towards one of the windows. You pretend to think about it for a short while, tapping your chin./You spot a girl, eating what seems to be the second helping of the birthday cake. You comment on that behaviour with witty sarcasm that makes Bethy giggle lightly. Encouraged by her reaction, you find yourself another victim, oblivious to your criticism. This time you spot a girl far too excited by the young gentlemen's presence. You make a remark on her indifference and his remoteness together, then Beth adds the information that they are indeed engaged yet the man's interest lies with other boys and so will her, one day. That comment is outrageous and you both burst into uncontrollable laughter. You go on with almost every guest Beth invited and by the end neither of you can catch breath and both have tears running down your cheeks. You propose to be fair and have a round on each other. Beth looks at you, pretending to be looking hard for any flaw and you do the same with her./You're eyeing each other for a few seconds, hoping the other one would start and give an idea of which direction to take with the remark. Time flies by and the pressure increases./Finally, Beth loses composure and bursts into laughter. You follow her, surprisingly relieved. You were very close to ruining this relationship and you both realise that as you leave the library."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}