{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "After hours upon hours spent in the carriage you finally arrive at your family house. It is an impressive mansion you find vaguely homely. The house is big enough to always wine and dine many of your family's relatives and acquaintances with utmost hospitality as the numerous servants take care of the smallest needs of those who stay over. You spent most of your childhood wandering its corridors under your governess's attentive eyes supervising your every step. You're no longer a child so what do you want to do during your first day back?",
		   "DecisionA": "I’d like to play with the children and their pets!",
		   "ResultA": "Returning among those old cold walls floods you with the memories of all those hours you were taught, disciplined, pushed and pulled in the right direction. What you can't quite recollect are the moments of amusement and entertainment. There must have been some! Your early existence could not have been so dull and lifeless.\nYou feel overcome with pity. Pity for yourself and your sad beginnings. One cannot be so grey and gooey if one is to become a beacon of happiness, a steady giver of joy and calm, and most definitely one cannot shine bright if one has no previous experience in catching the colours and light of innocence and laughter straight from one's heart. You search deep within you for all the reasons why you should do what you feel tempted to do.\nAs you make up your mind to make up for all the years of hermit-like solitude of your childhood you hear your little cousins laugh and play with their pup. As soon as you lay your eyes on them, you are determined to join them and feel what they feel.\nYou spend long hours playing with children and their pup. At first your parents are surprised, then they take your behaviour and sudden interest in children as a sign of maternity instincts and they seem content.\nTheir satisfaction is cut short, however, as soon as you decline to join in the party of adults for a conversation and instead begin to play hide and seek with the children. Their mood is worsened yet when you actively vouch for the children's sleep time to be postponed so you could play a little longer.\nAfter all these happy hours full of utter joy and truest laughs you lay in your bed with a wide smile. You regret nothing.",
		   "DecisionB": "I’d like to have a graceful and formal welcome with the family.",
		   "ResultB": "You realise with all your might that this day is the first one of your adulthood and that certain behaviour and conduct is expected of you, despite and maybe even more now that you are back in your family house.\nYou walk up to your parents and bow your head slightly and say the most elegant greeting words you can think of. You spot subtle blinks of pride in your mother's eyes and hear your father's approving murmur. Then you greet your brother's wife and their children politely and on your way to the front you acknowledge the servants with appropriate smiles and nods.\nThe main hall welcomes you with somewhat cold air but no one notices your shiver and sudden paleness of your face. Servants bring your luggage to your room and with a quick bow leave you there. You sit in front of your mirror, contemplating and planning your next steps until it is time to join in for the dinner. With the help of your room maiden you change into a more suitable dress for the occasion and step down to the dining room.\nYour relatives are waiting for you and as you enter the room their eyes all turn in your direction. They all seem pleased with your appearance and manners, your brother's wife even complimented you on the dress you chose. You feel elated but the notion doesn't stay long with you. As soon as the real adults, as you catch yourself identifying your older family members, begin to talk, you find yourself unable to participate in any of the topics and so you keep quiet unless asked a question.\nYou try to comfort yourself with the thought that such behaviour only makes you seem more agreeable and gentle but you still feel deeply disappointed. You were but a child when you left for the Academia, and you remain one.",
		   "DecisionC": "I’d like to warmly greet everyone, including servants!",
		   "ResultC": "When you leave the carriage you stop for a brief moment to take a very deep breath and smile. You're home! How sweet does the air smell, how beautiful everyone is! You leave your brother behind with your luggage as you rush forward to greet everyone.\nThe servants, old and new, in their clean, neat uniforms bow slightly as you come closer. To those you don't remember you only smile and curtsy quickly, but those you remember from the years of your childhood you grasp in an affectionate hug. You can't see the redness of their and your relatives faces, sheer embarrassment and confusion on both sides. When you're done with all the maids, the valet, the boys and girls, it's turn for your family members.\nYou run up to your parents with tears in your eyes. You can't help but to feel emotional upon arrival to the people you are closest to in the whole entire world! How good, how safe, how happy you feel now that you are reunited with your family! You sob violently in your mother's arms for some time before throwing yourself in your father's embrace. You feel a gentle pat on your back and it sobers you just enough to let go of your father but not enough to stop your tears of joy and affection! You look upon the dearest faces of those you brought you to life and to whom you owe so much and smile, tearing up anew. You only now notice how they aged, how they became fragile and almost weak. You vow to yourself to take the best care of them for the rest of their lives and never let them know they've gotten old!\nYour brother comes up to you and tries to cool you down, whispering to collect yourself and stop embarrassing everyone. You feel as though he slapped you across the face and you force yourself to calm down and enter the house.",
		   "DecisionD": "I’d like to discuss some details of her pregnancy with my sister-in-law.",
		   "ResultD": "You leave the carriage with a smile of relief. Spending hours upon hours is not at least pleasant but at least you had the chance to talk with your dear brother. He talked of everything you missed while being in the Academia and whatever might have been omitted in numerous letters from home. One news that you've learnt in the winter excites you the most and that is that your dear brother's wife is expecting another child!\nEver since she wrote to you with this announcement, you've confined yourself in the library in hopes to study the topic of pregnancy and labour. You even interviewed some of your more experienced classmates and, in great secret, even some of the staff you know have given birth at least once. You have gathered just enough data to feel a little more prepared in case you were to witness the miracle of birth yourself. You also want to develop your data concerning the very pregnancy and all that comes with it.\nYou greet everyone with politeness but not great attention, hurrying to speak with your sister-in-law. Once you get to her, you shower her with good wishes and compliments until she blushes with a shy smile. You then proceed to whisper to her ear that you shall become the closest of friends and should she need anything, from a confidante to a medical help, you will be right next to her. Before she can come up with any answer, you take her hand and walk together inside the house.\nYou greet everyone with politeness but not great attention, hurrying to speak with your sister-in-law. Once you get to her, you shower her with good wishes and compliments until she blushes with a shy smile. You then proceed to whisper to her ear that you shall become the closest of friends and should she need anything, from a confidante to a medical help, you will be right next to her. Before she can come up with any answer, you take her hand and walk together inside the house."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}