{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "The air smells sweet with anticipation and freedom. Knowing that tomorrow is when you and few other girls are leaving the walls of Academia as its students makes this afternoon special. You have fantasised of this day ever since you first began classes here and yet those years now seem futile, as you are torn on what to do during those few hours of unconstrained freedom. There are some options that you have been tempted to try out but couldn’t, some that seem just right and suitable, and others… not quite you, but still interesting. You need to choose soon if you don’t want to waste this one in a lifetime opportunity. So, what do you do on your last free afternoon at Academia?",
		   "DecisionA": "I think I’ll go read a romantic book in the park.",
		   "ResultA": "You’ve been long wanting to read the book Beth has recommended and lended you. It is supposed to be another steamy romance on the verge of being defamatory and you can’t wait to learn what made this book forbidden. You take some bigger book to cover yours in and head out of your room to look for the perfect spot to hide and bury yourself in the story./You take a slow walk around the Academia but nowhere seems private and safe enough. The library, an obvious choice, is simply too obvious.  Your bedroom is out of question, your roommate is the biggest telltale you’ve ever met. Reading in the halls would be just stupid, and the living room is even less private than the halls with all the girls lurking from behind you, trying to spy on what’s you’re reading./Mindlessly, you head outside, still clutching the two books to your chest. You stop when the sun rays hit your eyes. You squint and hold your hand to your face instinctively. Then a sense of enlightenment strikes: you should go to the park to read! It’s perfect! Secluded enough to be private, yet visible enough so that the teachers don’t send any chaperone to look over you and ultimately catch you red-handed…With newly-found energy and hope you strut your way to the bench in the faraway quarter of the park. You can almost taste the sweetness of being a successful rebel in one of the most sheltered places you can think of. After three hours of reading comfortably in the shadows of trees and shrubbery, you walk back to your room with the glorious triumph only blatant misbehaving can bring. You spend the rest of the day smiling to yourself, despite constant itching from sitting so close to freshly- cut grass for so long.",
		   "DecisionB": "I think I'll gossip with other girls in the living room!",
		   "ResultB": "You decide that the best way to spend last minutes with fellow students in Academia is to converse as much as possible, gather some interesting intel while you can. You’re not sure when you will have the chance to gossip openly again and those girls seem like the perfect company to do just so. There’s little to no chance that you will meet any of them in the next few months and then all the news you are going to exchange today will certainly be long expired. You sigh with uneasiness and a heavy heart. You miss Beth; was she here, you would just spend the whole day giggling and gossiping with her./You prepare for the gossip session as one would: you make sure there is nothing even slightly embarrassing about your appearance or smell, you warmed up your mouth and vocal cords to sound well and collected, you practised proper reactions to even the most prepostreous news and giggling in the most royal way you could ever think of. Having decided you are ready, you leave your room and walk up to the shared living room./Upon arrival, you greet anyone you pass by, politely stopping to chat a little. You don’t want to appear as though you were in a hurry or desperate as these are probably the worst characteristics you could feature before trying to enter the circle of gossip./Once you reach the far corner of the room, close to the fireplace but not too far away from the windows, you bow and smile slightly before a group of seemingly lovely girls. They all look at you with the nicest of expressions on their beautiful faces but you know that there is no friendliness in their gazes. As you exchange politenesses, their eyes keep scanning you, looking for flaws or other reasons to turn you away./Few excruciating seconds later and the unspoken leader of the group invites you to join them for your last afternoon in Academia.",
		   "DecisionC": "I’ll go studying scientific subjects at the school's library.",
		   "ResultC": "This is your last day, you’re an alumna and that status alone lets you enjoy special privileges for the first and last time. Knowing that most teachers won’t stop you, you head to the library with a strong revolution to read the books you normally aren’t allowed to peek in: science, economy, and medicine./The thought of having them in your hands makes your blood rush to your face. You feel slightly dizzy and your head pounds a bit but these motions only make you hurry up even more. You're already moving way too fast for others’ liking, you see their disgruntlement and hear some snitty comments. Be it exhaustion from the jog across the halls or the sheer excitement, you seem rather numb to any criticism./When you finally arrive at the library’s door, you stop. One reason is to catch your breath as those nasty black spots in your vision unable you to experience all of the awaiting glory of knowledge, the other being that you want to take in as much and as many sensations as you can to remember this moment in vision, in smell, in feeling, in sound, in taste even! Despite realising how heightened your emotions and how eratical your behaviour are now, you decide to feel embarrassed later./One last deep breath and you enter the library. You walk the path you normally do but this time you don’t stop in your steps until you face the shelves about anatomy of the human body. You bite your lips and reach for the first book you lay your eyes on. Giggling like a lunatic, you clasp it tight and run to the nearest reading desk to read it./The librarian hushes you with an annoyed frow of her brows but seems to completely ignore the volume in your hands. Once you stop giggling, she goes back to reading her book and you can’t stop wondering if she would have noticed if you would have come here more often to read from the illicit section.",
		   "DecisionD": "I’ll train curtseys and bows.",
		   "ResultD": "Giving it much thought you come to a conclusion that there is no time to waste. You can’t be sure if your parents decide to let you debut this or the next season but you prefer to be ready for either occasion. You don’t want to disappoint anyone and the first thing that comes to your mind that could possibly prevent that is practising beforehand./You have confined your concerns to one of your teachers and she graciously agreed to watch you train curtseys and bows as well as some dancing figures and steps you are not quite sure of. The teacher in question herself is probably one of the most demanding and strict instructors in Academia. You used to fear her with all your existence as all her critique is harsh and tends to land straight in one’s heart. Today, you decide, those hurtful comments would do you good and you vow to yourself to do your best and not to cry or space out even when you feel distressed./You managed to find an empty classroom and requested a big mirror to be brought in. The teacher wants you to see your own movements so that you can witness and correct any and all mistakes you will be making. This will be one of very few times you will actually observe yourself during practice. Usually it takes place in groups in the great hall and only the girls in the front can actually see themselves in the mirrors. You are both nervous and excited about this rare opportunity./You spend about an hour practising and polishing curtseys until the teacher decides there isn’t much you can improve in a span of a day. As much as it hurts to hear that you lack the fundamental skills, you are happy to proceed to dancing. Your knees and back burn with exhaustion but you smile through it. It all pays off when at the end of your practice, the teacher praises you for your hard work and ambition to better yourself."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}