{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You sit by the big window in your bedroom and stare at the starry night sky. The whole house is fast asleep but you can't keep your eyes closed for longer than a minute. Your heart is racing, your hands keep sweating and the tiniest noise makes you jump. You've never been more nervous in your life. This is, after all, the last moment you can change anything in your future as just in a few hours you will be presented to the Queen and officially become an adult. How do you want to cope with all that pressure?",
		   "DecisionA": "I will train some more before meeting the Queen.",
		   "ResultA": "You decide there's no use in just sitting and spiralling in panic. You stand up in the middle of your room and turn around to face the window again. You try to remember and practice everything you were taught back in Academia. You keep your back as straight as a string, your head respectfully lowered slightly, your knees bent in order to make your beautiful dress ever more representative. Obviously, you have to practice in your nightgown that lacks the volume and weight of your actual outfit but you don't want to go too extreme./You focus on breathing, trying to imagine wearing a corset. It's not as hard as it might sound, as your emotions already choke you a little. You keep the bow for as long as you can until you collapse. Then you rest for a minute and bow again. After a few rounds you are covered in sweat but the exercise calms you down and you finally begin to feel sleepy. You don't see any progress in your courtesy but there's nothing you can do in just a few hours./You decide to wash yourself a little with the water you have in your basin before you head back to your bed. Before you crawl under your cold duvet, you take your last look at the moon. As silly and childish as you feel now, you put your hands together and say a wish: 'Please, don't let me make a fool of myself tomorrow.'/You close your eyes and let a huge yawn out. Floating into your well-deserved and long-awaited dream, you go through tomorrow in your imagination. You picture yourself as a perfect debutante no one can pick on - so perfect, indeed, that the Queen herself gives you all the freedom and praise you always wished for...",
		   "DecisionB": "I will be planning my big run away!",
		   "ResultB": "You stand up suddenly as the rush of excitement mixes with nervousness. You've just come up with a perfect solution to everything that ever stressed you in this life! You've heard and read stories about people who escaped their life more or less voluntarily and turned out just fine and what's more important, happy! Yes, you do want to be happy, even if you don't have an idea of what it exactly means to you./A giggle escapes your mouth and you cover it with both hands. You haven't felt quite so alive and careless in ages! You look around you carefully and think about what you may possibly need on your adventure. First thing that comes to your mind is clothes. You don't know where you want to run away yet, but you most certainly will need a change of clothes anywhere you go. You open your wardrobe and take a critical look. You choose to take a travelling cloak, obviously, some summer dress in case of hot climate, a winter dress and underwear for more Scottish weather, then a ball gown because a lady always needs an outfit for an unexpected ball and... As you go, more and more clothes land on your bed until you decide you have to put some back./This whole preparation for a runaway proves to be quite tiring and soon you just collapse on your bed with loads of clothes still on it. You feel your eyelids becoming more and more heavy and before you let yourself doze off you bid farewell to your escape plans. Staring at your ceiling, you imagine the great adventures you could have in the outside world for the last time./You finally close your eyes and almost instantly fall asleep. A single teardrop flows down your temple.",
		   "DecisionC": "I will be writing a letter to a female scientist.",
		   "ResultC": "You look around as if looking for an answer and then it hits you. Most people reach out to their role models when in a situation such as yours. Even if you don't actually send the letter, writing it down may help you put your thoughts in order and thus find a solution. You stand up and walk quickly to your desk. You light up a candle, sit down and prepare your ink and paper and then.../Then you bite your lips, thinking of whom you should write. You decide you won't ask a man for an opinion, but not because you don't believe in their abilities or perceptiveness - you are pretty sure they don't have the perspective you think is necessary in this particular situation. You need to think of a lady who did something brave and unusual but still succeeded in life. What is brave enough? What can a woman do to be brave?/Suddenly, enlightenment comes. A lady is truly brave when she decides to do something unladylike, like science or medicine or decline marriage for reasons other than religion. You know to whom you shall write and how to ask for her advice. You smile a little and spend a minute putting words together in your head first, then slowly begin to write./Letters become words, words become phrases and they make sentences - and second by second you feel the tension in your body slowly leaving you. Writing about yourself and your doubts when you closely analyse them, finally allows you to be able to look at them from a distance. It's dawn by the time you finish writing. Your letter transformed into a short autobiography and you decide to keep it with you. You put in a drawer in your desk and sit on your bed, waiting for a maid to wake you up and dress for the day.",
		   "DecisionD": "I will be imagining the whole party!",
		   "ResultD": "You walk over to your bed to take a duvet. You then go back to your place by the window, tuck yourself in the sheets and look outside the window again. You let your thoughts wonder about tomorrow./You imagine the morning with the maids and other servants running around, Mother trying not to lose her temper, Father smoking his pipe and looking at all of it from afar and you, in the middle, in the very centre of this chaos. You stop at it, trying to imagine how it makes you feel. A tingly sensation builds up in your feet and you realise you feel excited and impatient. You imagine what you look like in your beautiful white dress, very much in fashion, with your hair curled and styled neatly, the slightest of the slightest make up on your face... You realise your debut seems very much like a rehearsal for your wedding day. You smirk. Well, at least you will learn how to handle this whole nervous atmosphere and crazy preparations./You look around your moonlit room and feel nostalgic. Right, you will have to leave this place when you get married. Who will you marry? Will you be happy? You don't even know yet whether you really want to get married. There aren't many alternatives, though. You yawn and look at the starry sky again./You'll be officially a woman this time tomorrow. This thought fills you with many feelings but you don't want to analyse them or name them. Your eyelids are too heavy for that. Falling asleep under the moon sounds romantic, unlike getting up and walking all the way back to bed. You rest your head against the window frame and close your eyes. You dream sweet dreams but wake up sore and with a bit of cold."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}