{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "The air has a faint smell of lavender and starch. Your eyes water slightly as you breathe this gentle mixture in and out with unexpected nostalgia. All your belongings are packed and waiting to be taken to your family house. This is the last day for you to spend in the Young Ladies' Academia as its student. You've been their student for ten years now and your parents decided you are finally ready to leave - you shall now be preparing for the debutante ball next year. There is, however, a ceremony to honour all the girls who are leaving today. How do you spend the time prior?",
		   "DecisionA": "I want to celebrate and appreciate everyone!",
		   "ResultA": "The day you sought as much as you feared has finally come and you find yourself in great emotional distress. You feel happy to be returning home to your family and prepare for the debut, and then your future life as a woman. You also feel stirred with sadness because you know you will miss everyone here, even the teachers! You have spent so much time in this place, it became more of a home for you than your actual home. And the debut you've trained so hard for! What awaits you after it? You will surely become someone's fiancée... This is so much!\nYou can't help but burst into tears every now and then. As you pass people on the corridors, you stop them, thank them for their companionship and guidance, promising to never forget how much you owe them and what you've learned from them. Some seem almost as moved as you but most look around visibly embarrassed or annoyed. There is even one girl standing alone by the window looking at you with disgust mixed with amazement. You pay her demeanour no mind and hug her tightly regardless.\nYou walk slowly towards the hall where the ceremony is being held, doing your best to contain all the feelings. The headmistress gives a very inspirational speech that makes you cry once again but this time you're not the only one with tears in her eyes. \nWhen the ceremony is over, you head outside to wait for your brother to pick you up. You take a little walk in the front yard to look at the last sunset as a student and first one as an actual young lady. You already forgot most of the promises you made earlier that day, though you can taste the saltiness of your tears and feel the sweet excitement of whatever the future may bring.",
		   "DecisionB": " I want this to be over so I can read.",
		   "ResultB": "There are only a few more hours until you are finally free from Academia. Although its main purpose is to improve and teach young ladies, you feel like you can only learn and develop properly now that you are out of it. It feels almost as though you took off a very tightly tied up corset after a long day but even more liberating. You will be able to leave this place and these people behind. You fight off the melancholy suddenly overcoming you.\nYou nod and curtsey at people you pass on the corridor, sometimes exchanging meagre smiles with the teachers. You walk slowly, savouring the sound your heels make when they meet the cold floor. Your skirts swish softly and calm your heart and yet you find yourself uncertain of your future. You believe in yourself and your abilities and still, your heart begins to pound so you stop and breathe deeply. Trying to organise your thoughts you realise - you're scared for the first time in your life. \nYou stand by the big window in front of the auditorium. Girls pass you by, chatting. They are visibly happy and excited. There's even one, who is so ecstatic that she springs around, crying and hugging people. She is clearly embarrassing herself but it doesn't seem to be bothering her at all. Her carelessness feels like a bliss compared to your anxiety. She comes up to you and hugs you tightly, mumbling something about feelings and memories. You can't quite make out what she's saying but her touch brings you some comfort. She runs away towards the hall and you stand there, breathing in and out, in and out, in and out... After some time you feel collected enough to enter the auditorium for the ceremony.\nYou pay attention to the headmistress's speech, trying to memorise as much as you can, but you hear everything as if you were under water. When the ceremony is finished, you walk out to the front of the school to wait for your brother to collect you home. ",
		   "DecisionC": "I want to shine and leave as role model.",
		   "ResultC": "You were one of the most diligent students of the Academy. You memorised all and every piece of advice you have ever received during all these years and always did your best to put them into effect. Today, you do this by smiling modestly and bowing slightly as people pass you by.\nYou are well prepared - you woke up early to get dressed and get your hair done the way you want it to be. You prefer to perfect your looks by planning them ahead of time and predict various scenarios, from as dramatic as an unexpected voyage to a trivial change of weather. You find being well prepared an important virtue of a real lady. One should never let anything surprise one.\nYou are modest with showing your feelings and emotions as they are extremely intimate and inappropriate, so even though your heart secretly burns with affection and gratitude you limit yourself to scarce smiles and humble curtsies. Teachers seem to be proud of how mature and formal you act, though some look slightly disappointed with how dispassionate you act even towards the friendliest of them.\nAfter about two or three hours of meaningless yet polite chit chats with most women on campus you arrive at the door of the auditorium. You can feel your heart racing a bit but you hide your nervousness well behind polite smiles and slight nodding. You know you are one of a very few who controls their emotions; one student  seems to be panicking by the window, hyperventilating, while another is being pathetic, crying out loud and throwing herself at people. You pretend not to have noticed either and enter the auditorium. You listen to the headmistress's speech diligently, say your goodbyes and leave to the front yard to wait for your brother to take you home and help you become a real young lady.",
		   "DecisionD": " I want to cherish local flora for the last time!",
		   "ResultD": "The weather is marvelous! The heavy rain last night has left the grass wet and the air smelling sweet. There are puddles and some mud which makes most students and teachers stay inside. Thanks to that, you get even more freedom to explore the garden area. You already know it by heart and yet it never ceases to surprise you. That's what you love most about nature. You find yourself simultaneously amazed and relaxed every time you surround yourself with nature and its endless wonders.\nYou stride around the Academia and wander off  further away from it every minute. Your skirts rustle furiously and your cheeks are getting red as you speed up. You begin to run until you lose your breath and you fall onto the fragrant moist grass, happy, free, careless. Your corset is tied a little loose today but it's still on.\nYou lay under a tree, stretching your hand up to touch the trunk. You let yourself cool down, catching your breath before you resume your stroll. You look around, trying to remember everything you see for when you leave you will probably never come back. For you, forgetting a place you've spent so much of your life in and the one that had such a great impact on you sounds dreadful. Shameful, even.\nYou find yourself immersed in your thoughts when you hear the chime calling all the girls to the auditorium. You realise you have spent a few hours looking at leaves, grass and trees. You wake up from your daydreaming and rush back to the Academia building, reaching the auditorium late. The headmistress has already started her speech. When other girls move away from you, with hints of disgust on their faces, you realise your skirts are dirty and your hair unorganised. You stand there embarrassed, waiting for the ceremony to end when you can escape outside again to wait for your brother to collect you."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}