{
	"entries":
	[
		 {
		   "language": "EN",
		   "storyText": "Inspired by an ongoing trend, you have been reading memoirs and journals for some time now. You don’t quite believe most of them to be true but you do find all of them rather fascinating. In fact, they are entertaining enough for you to decide to write one yourself. The only problem is that you can’t quite make your mind on how to begin your future bestseller. You sit at your desk at the Young Ladies’ Academia and stare at a blank sheet of paper before you. Apart from the nugging sound of the clock, the room is filled with silence. You can feel internal pressure growing and you conclude that there is no better time than now to start. You can always correct or change everything, after all. How do you begin your diary?",
		   "decisionA": "With some basic information about yourself.",
		   "resultA": "You decide to take on the most sensible approach to the matter: with the basic information about yourself. You state your full name, your family’s standing and the reason why you even begin to write your memoir.\nOnce you are done with that, you look at all those words and not much substance and realise there isn’t much you have to write about yourself. You begin to doubt your initial intention to start writing your diary at all. It all makes you contemplate the legacy you want to leave behind you. The clock keeps ticking but the sound no longer pressures you. You begin to compare yourself to others, checking whether they are any superior in terms of postmortem greatness.\nYou think how little most women usually leave behind when they’re gone; some good reputation, if they work hard and are lucky, perhaps works of art, children, but not much else. The sad realisation fills you with many feelings at the same time. Frustration for how little appreciation women receive, grievance for having been born a woman, and, weirdly… Determination to change the situation you have found yourself in.\nYou look up from the desk and outside the window. The sunset colours the sky purply-red and some of the rays warm your face. You let your mind wander. How could you carry out this kind of social stunt? And why do you suddenly feel overtaken by rage as though your newly-found goal was truly a sort of revenge on some unspecified enemy? Who are you really angry with? Is this really anger that you’re feeling?\nYou inspect your feelings further in an attempt to understand yourself a little better. You poke around, imagining different scenarios for your life in the future and analysing how those make you feel. You get deeper and deeper in thought until you completely drive off, forgetting about the diary you wanted to write in the first place.",
		   "decisionB": "With some traits of your personality.",
		   "resultB": "You decide that beginning one’s diary with something as dull and uninspiring as personal details only means that the piece is not worth reading at all. Who truly cares about one’s full name and lineage, when it doesn’t give any idea of what the person is like? If one is aspiring to write a groundbreaking book that would last in people’s minds for centuries, they should not rely on the hope that their family would be held as highly or even prevail at all. And isn’t the emotional connection to the main character the most important feature of any story? A person can be different from their relatives or even turn out not to be related to them in the first place! You make up your mind and now you only need to come up with your own character in this story.\nSuddenly, the realisation hits you hard: you don’t know what your most distinctive character traits are. What makes you stand out in the crowd of all the other pretty girls? What makes you a heroine material? You straighten up in your chair and start biting your nails unwittingly.\nCould the fact that you can’t think of any good answers for those questions indicate that you might be, indeed… Not interesting enough to read about? You gasp and whine. You admit to yourself that you don’t quite know yet what your story could even be. Would your life read as perfect romance? A mysterious horror full of plot twists? Or a cautionary tale that mothers across the country would use to bring their daughters up well? You suddenly feel blood rushing to your head and it makes you jump up from your chair.\nYou get up quickly, maybe too quickly as you hit the desk with your leg in process. You limp your way to the window and look outside. You can’t focus on the beauty of the lilac sunset. You feel infuriatingly inadequate and try to improve your mood, imagining all the scenarios of your future life and one is crazier than another. Your autobiography could be a melodrama, of course! The most interesting and best selling genre suits you perfectly. You cheer up enough to stop biting your nails and smile at some of the more incredible stories still playing in your mind.",
		   "decisionC": "With how you think people perceive you.",
		   "resultC": "You think about the reason why you want to write your journal in the first place. Is it to be famous one day? That would suggest some vanity, are you vain? Or are you perhaps motivated to accumulate some personal wealth from selling copies? Greedy… You sit quietly, analysing your motives and, some minutes in, you realise: you want to come across in a certain way.\nYou knit your brows and bite on the pencil in your hand. Not having fully understood your motives yet, you decide to try to verbalise what person you want to be remembered as. That should be easy enough, as you want to be remembered as… yourself. Who are you, though? Not knowing yourself, you decide to rely on others’ perception. To do so, you decide to recall all the shards of conversations or comments about yourself that you’ve ever heard.\nYou sit back in your chair and look up at the ceiling, pencil hanging from between your lips. Mother always says you need to do something, or behave in a certain way but she never really uses any adjectives to describe you. Father used to shower you with compliments about your appearance and the sweetest character he’s ever seen in a person, but lately, he has been rather scarce with such comments.Have you changed or can the decrease in the frequency could be caused by the fact you don’t interact quite so often? After much thought you decide to ignore whatever your family might think of you, on the ground of their obvious bias and their recently loose connection to you.\nYou close your eyes to better focus on memories of other students and teachers at the Academia. Some teachers have complimented you on your curtsies and dancing skills. Some would say your embroideries are one of the best they’ve seen. Remembering teachers smiling at you in class, you also think they find your calligraphy satisfying and your speaking pleasant. After a longer while you still can’t quite make out what others might think of you. It feels exhausting and frustrating to try to imagine what kind of person you seem like in others’ eyes. You decide you’re too comfortable and tired to care for that now… You fall asleep in your chair.",
		   "decisionD": "With the reasons why you're trying to write a diary.",
		   "resultD": "You understand that one of the most important characteristics of any successful piece of writing is its author's ability to communicate with the reader. Making the emotions and the ideas easily comprehended and possible to be re-lived to some extent is what you believe is the sole purpose of writing in general. That assumption has led you to this moment; you walk around your room, thinking: what feelings, what ideas do you want to resonate within the reader?\nYou stop your pacing abruptly a few times, thinking you might have gotten the great eureka. But every time you shake from it, feeling deeply disappointed with how not genius those revelations are. Finally, you pause by the window and look outside, hoping for some epiphany to happen among the branches of the nearby tree, as though nature was your co-writer.\nYou breathe slowly, in and out, and let your gaze wander around in the yard and your mind follows. You feel your head slowly clearing and you decide to change the direction to go with your writing. You no longer dwell on how to address the reader, now you think about your life, all the highlights and shadows of it so far. There aren’t many of either, you notice. On the other hand, you’re only seventeen and most of this time has been spent in Academia, where you are certainly not supposed to have any adventures.\nYou smile to yourself. How beautifully you can continue your life! Whichever path you are to take from now on will only emphasise how you have lived until now. Your memoirs can be a cautionary tale, a forbidden book, like one of those schoolgirls sneak around at night! Your journal can also be read as a blueprint of a perfect girl, then woman and wife, mother, and matriarch. You smirk at that thought, then chuckle with a sense of horror when a crazy thought crosses your mind. What if your life goes in a completely unthinkable direction? What if you become a rebel or a revolutionist? That would, surely, make a nice read, you conclude, walking away from the window and out of the room. Time will show, you decide, leaving the book to be written some other time when there’s something to write about, good or bad."
		 }
		 ,
		 {
		   "language": "PL",
		   "storyText": "Tłumaczonko w drodze.",
		   "decisionA": "Fejkowe tłumaczonko A",
		   "decisionB": "Fejkowe tłumaczonko B",
		   "decisionC": "Fejkowe tłumaczonko C",
		   "decisionD": "Fejkowe tłumaczonko D"
		 }
	]
}