{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "You have been celebrating the end of school for some time now. Only yesterday you were managing the packing of all your belongings and enjoying your last afternoon, unsupervised for the first and, possibly, the last time. You sigh at that thought. It’s the dawn of the day you leave the walls of the Academia. The world seems deep asleep and stagnant. You’re still in your bed, staring at the ceiling, puzzled at the emotions flowing through you. For some long minutes you analyse your state to try and name the two biggest, most prevailing feelings you’re experiencing at the thought of leaving. What are they?",
		   "DecisionA": "I’m happy to become a debutante!",
		   "ResultA": "You can’t contain all the excitement and nervousness. Your heart is filled with hope for the great future that’s surely before you and you feel so happy you could physically glow. You can almost smell the heavy perfume in the Presentation Room./You skip around your room at the Academia, pretending to be greeting the royal family members. Bowing before the Queen and kissing her hand with utmost respect and grace, then moving onto the next person in line. Bowing, no kissing, step to the right, bowing, no kissing, step to the right. You keep repeating this routine for some time, adding more bounciness to each repetition, until you begin to waltz./You giggle as you speed up, so much so you fall when you run into the corner of your bed. You lay on your back, still giggling to yourself. Catching your breath, you’re slowly calming down. You feel exhausted from the frolicking around but also from emotions. You haven’t felt that sentimental in your whole life and you find elevated sentiment rather tiring, however satisfying./Your eyelids become heavier and heavier second by second. Your muscles relax one after another, so your smile slowly fades away. You quickly fall asleep. Though the nap is sweet and refreshing, you wake up with a slight headache and sore throat. Getting up you realise that your legs and back are also hurting./You sit straight on your bed and look around. You smile through the pain and to your thoughts of your happy days to come. You feel motivated and inspired and so you decide to be the best and most dashing debutante the Queen will ever see. Who knows, perhaps you could even marry all the way up to the royal family? A mother or a father of an eligible bachelor could discover you in this room. My oh my, what if the Queen herself sees you as a match for some of her relatives!",
		   "DecisionB": " I’m upset with my studies being interrupted.",
		   "ResultB": "You have spent some of the recent months studying in the library. The teachers finally let you read the books you weren’t allowed before. Having befriended the librarian and the person responsible for ordering new volumes in, you get to put your hands on articles and specialised books on philosophy and history but those only make your hunger for knowledge bigger and stronger./One day, you stumble across a book on phrenology. You’ve heard that it’s the new, quickly developing branch of science, known to be popular even among the ladies. The librarian catches you reading a handbook on how to scan one’s personality through feeling one’s skull shape. At first, she seems furious at you for reading about human anatomy but then she sees the topic and actually praises you for keeping up with the trends and being the modern young woman of the era. Since then, she only smiles at you when she sees you leave with books from the physical section of the library. She completely stops supervising you and you feel almost drunk with the thought of all the possibilities it gives you!/But then, a letter from your parents arrives at the headmistress’s and you’re told you need to prepare to go back home. You’re filled with so many mixed emotions that at first you don’t know how to react to the news. You politely thank the mistress and leave her room. Instead of arranging for your departure, you rush directly to the library to get out as much as you can from the little time you have left in the school. You hog all the books you can and open them all at once, disregarding any possible repercussions for reading unsuitable literature./The librarian ignores you until it is time to send you to sleep. She looks straight at you and not at the books spread all over the desk, when she tells you to leave. She gives you a sympathetic look when you begin to tidy after yourself. She stops you and pushes you outside the doors. Before closing behind you, she pushes a book into your hands and smiles sadly.",
		   "DecisionC": "I’m excited to meet some young men…!",
		   "ResultC": "You have longed for this moment for years! Finally leaving the Academia means you will finally meet all the exciting people. You know you are going to focus on making acquaintance with eligible bachelors and their families in hopes of finding yourself a husband./You twirl around your room, reminiscing about your meeting with the headmistress. Remembering how she told you to prepare for your departure, the smell of the dust and a dim fragrance of linen in the air, and the weather outside the window, makes you revisit all the emotions you felt at the time. The excitement, the happiness, the surprise, the shock! But also a sort of disappointment. You decide not to dwell too much on the latter, however. Why would it be any important when such an amazing future is but a few days away?/You finally sit down on your bed, looking outside the window. You take a deep breath and put a hand on your chest. Your heart is beating fast and you’re feeling light-headed and you enjoy the sensation of heightened emotions for a while. You think of all the events you are going to attend, all the parties you hope to be invited to, and all the ones your family will be throwing for the whole season./You close your eyes when a ray of sunset hits your face. You welcome the warmth on your skin with a smile. You already feel tired, just thinking about all the walks in the park, the operas and plays you will merrily talk over with new friends, and all the dresses you will impress people with. You know you will do your best and shine the brightest and perhaps doing so will grant you meeting some interesting candidates for your hand. Surely, you will become a bride after your first season. That will make your parents proud and happy and maybe overlook some inappropriate flirting along the way.",
		   "DecisionD": "I am sure I’ll miss my friends!",
		   "ResultD": "Hearing the headmistress read the letter from your parents made you feel sad. Heartbroken, indeed, when she got to the part that said you only have two days before your brother will come and collect you. You ran from her office all the way to your room, where you quickly shut the doors behind you./Now, lying in your bed, you stare into space. Your whole being aches with melancholia and you cannot be comforted. You feel on the verge of tears but you can’t cry and it frustrates you. You try a few times, remembering the sweetest moments you’ve shared with both the students and the teachers here. To no avail! Your sadness transforms into fury and it makes you jump out of bed./You walk in circles, trying to excite an emotion but all you can feel now is anger. At yourself, at your parents, at your brother, at the headmistress. This is not the time you’ve chosen to leave! You’re not quite ready! You don’t want to leave your friends. You’ve bonded even with the teachers who clearly dislike you. You don’t want to leave them, you’re not ready for the pain of missing them!/And then there it is; the pain in your chest. Sudden, sharp and lingering pain, as though someone stabbed you through the heart. You can’t catch your breath and, holding a hand to your chest, you fall onto the floor, sobbing. The wave of melancholia washes over you and pushes rivers of tears out of your eyes./Curling up on the floor, you try to comfort yourself. The more you try, the more emotional you get. ‘Is this hysteria?!’ you think to yourself. The terror of that possibility pushes you away from the verge of crying your heart out into the pit of constant fear. You manage to get up but for the rest of the day you analyse your behaviour and emotions, looking for a trace of madness"
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}