{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Your parents and you have accommodated nicely at the hotel. Your family has even made friends with other families staying here for a health retreat. Mother has gotten better and comes down for every meal to the restaurant part where she and Father socialise for most of the day. Today they organised for you and other young people to have a nice stroll by the seaside. You agree to the idea happily as there isn't much to do in the hotel and a change in surroundings sounds rather enticing. How do you plan to spend the trip to the beach?",
		   "DecisionA": "Admiring the breeze and the sea.",
		   "ResultA": "When you think of the seaside, you imagine big waves, fragrant wind and a sense of greatness of the ocean. Even before you get to the beach you feel your heart swell with admiration for Mother Nature, her formidability, everlasting beauty and unapologetic fierceness./Once you get to the beach, you stop in your tracks, close your eyes and open your arms. You take deep long breaths, imagining you're taking in all the greatness before you, feeding off of it and incorporating it into your being. For a little while you feel invincible, free and careless, as though you yourself became the ocean breeze flying through the waves, the sand, the high grass.../'Pray tell, what are you doing?' you hear a familiar voice. You open your eyes, putting your arms down, and see Christopher's smiling face on your left. He bows slightly, apologising for startling you and then you see some of the other young women from the hotel, giggling and pointing at you. 'I was enjoying the ocean' you say softly, embarrassed and angered. How pitiful of them to laugh at something they can't understand, to ridicule one's happy and intimate moment with the universe itself./You feel hot flushes coming to your cheeks and you turn abruptly. Your eyes fill with tears but before you burst into angry sobs Christopher asks you softly but loud enough for the women to hear 'My fair lady, would you do me the honour of a short walk ashore?'/You nod, not yet ready to look him in the eyes. You begin to walk under careful surveillance of jealous ladies left behind. They've been hoping to catch Christopher's attention ever since he arrived at the hotel a week ago. Minutes pass and you walk in unaffected silence. You don't know how to start up a conversation and Christopher seems to give you the chance to calm down and gather thoughts. In moments like this he does make your heart flutter a little./When you wander off too far to be seen the two of you stop. Christopher suggests you go back before people start talking. 'They already talk aplenty' you remark before you can stop yourself. Christopher looks at you surprised and then smirks. 'True that. Shall we give them more reason to do so?' he flirts with you so openly and brazenly you laugh out loud. Your mood is elevated and your smile strikes up another wave of jealousy and gossip but you decide to ignore it for now. For the first time in weeks you feel rather joyous.",
		   "DecisionB": "Staying in the distance to avoid the sand.",
		   "ResultB": "You look around you at your companions. There are many beautiful women, some your age, some older; some awaiting their debut, some already after their debut. Their polite smiles, their shy averting gaze when gentlemen compliment them, even their swooning as though they were the weakest, most fragile creatures this world has ever seen... You see right through them, detecting each and every trick they perform in order to catch the fattest prey, or the most prosperous bachelor in the group. You pity the men who, unaware, happily fall into the traps. They're like the ducks at the hunting, you think to yourself. The women sing their songs to lure them out of their safe hidings just so they can shoot them and bring them home, proud and victorious./You turn your gaze away from the ladies conversing with a group of young men. Looking at the ocean, you admit to yourself that you are not better than them. You take part in the hunting, you too sing your songs, hoping for the fattest duck to come out. You sigh slightly, feeling somewhat dirty. Joyous voices of your companions rouse you from meditations, inviting you down to the sandy beach. You reject politely, saying you're feeling rather weak. You would rather stay here, if it's not a problem. Some of the women suddenly realise they're looking too healthy to be appealing. Gentlemen rush in to assist you and rescue you if the need be. You decline them, smiling faintly. You can almost smell roasted duck./Finally, they let you stay right above the dunes if you promise to sit in the grass and call them, if you feel any worse. Better yet, they'll come up to check up on you in turns! You accept their kind offers and let them help you sit down. Young ladies seem furious they haven't thought of that but their faces express nothing but deep concern. Maybe you should head back to the hotel if you're feeling so unwell?/They almost win an upper hand over you, when a new gentleman joins the conversation unexpectedly. 'I volunteer to walk you back to your chambers, milady.' Christopher appears before all of you and before anyone dares to complain, he helps you up and excuses both of you. 'Worry not, my cousin is right behind the dune, poor dear couldn't walk up the distance, she shall chaperone for us.' With your back to the rest of the company, you smile at him mischievously, knowing perfectly well Beth stayed at home in the country.",
		   "DecisionC": "Hiding away in a beach hut, hopefully alone and in peace.",
		   "ResultC": "The conversation you had on the way to the beach has put you in a very uneasy mood. You do your best to connect with them, find a common interest or play a word game but all in vain. The women seem to have their own topics and inside jokes you can't understand and it amuses them more than the jokes themselves; you feel they might be laughing at your expense. The men, though less harmful, seem to keep you out; you're a woman after all, how and why would you be interested in, say, international business? You retreat into polite smiles and nodding your head, looking for a way out./You feel deeply disappointed and rather unhappy. This outing was supposed to bring your spirit up, be a source of entertainment and hopefully a nice memory you would warm yourself with later in life. You feel like an outcast and it chokes you more than the sudden breeze in your face, stealing the breath from your lungs. You stop in your tracks for a second, taking in the magnificent view before you./The shore is wide and sandy, the waves are high and loud, and the wind - fragrant and playful. You follow the crowd down to the beach and then along the shore. You slow down more and more to stay behind but because no one seems to notice your presence anyway, you finally find yourself alone far away from the rest. To make sure your absence is secured, you hide yourself in an improvised hut made of some branches washed ashore./The wind here is a bit gentler and drier. You sit down and bring your knees closer to your torso. You feel almost comfortable. The tranquillity of the ocean's song, the lack of loud people is suddenly sweetened by the Sun. You find yourself sitting in a ray of sunshine peeping through thick clouds. You welcome this nice surprise with a slight giggle and close your eyes, sticking your face a bit more to the Sun./Suddenly, you feel a gentle touch on your lips, so you open your eyes. Your face is less than an inch away from Christopher's. Neither of you say a thing, but when he comes a little closer again, you close your eyes again.",
		   "DecisionD": "Fantasising about a big romance, like the ones in books!",
		   "ResultD": "The great ocean hits you with a mixture of emotions. Some of them are yours, rooting from your admiration for the primal beauty and strength the big water emanates with, others are... You gasp when you realise that some of the forbidden romance books you've read with Beth describe the best, most sauciest parts to take place at sea or on the beaches!/One of the other women notices your reaction and whispers under her breath so the gentlemen can't hear 'Are you thinking about the... novels?' You are so surprised, so utterly shocked indeed that you open your mouth wide before nodding excitedly. The two of you exchange mischievous smiles and giggle behind gentlemen's backs. When they turn around to check what amuses you so, you answer mysteriously, making a very witty reference to one of the romances the two of you read. Some other women catch on and smile widely, joining in the fun. You all form a giggling group of happy girls rather than esteemed ladies you forgot you were supposed to be./Gentlemen smile at you with astonishment and for the time all of you have to walk one behind the other down the beach stay silent. Meanwhile all the ladies, including you, discuss your favourite novels in what you think is a witty and secretive way, using pseudonyms and puns. You all laugh your hearts out in a very unladylike way, believing that the strong wind will drown out your giggles./As soon as you reunite with the gentlemen, you end the topic of the novels, trying to look elegant and serious again. Your rosy cheeks and smiles still wandering on your faces render your efforts fruitless but all is seemingly well until one of the gentlemen asks a question suggesting he has broken your code and understood some of the references you so carelessly threw around./You all become pale when another gentleman teases you similarly to the first one. Soon enough the rest join in and you find yourselves joggling back and forth more references and smart comments. It becomes a battle of wits when you walk ashore, ladies on the right and gentlemen of the left. At some point it doesn't matter anymore that you're discussing topics neither of you should be aware of and the waves carry your hearty laughs into the ocean."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}