{
	"Entries":
	[
		 {
		   "Language": "EN",
		   "StoryText": "Some weeks pass since you’ve tried writing your memoirs and spring finally begins. The air smells sweet with anticipation and freedom. Knowing that tomorrow is when you and few other girls are leaving the walls of Academia as its students makes this afternoon special. You have fantasised of this day ever since you first began classes here and yet those years now seem irrelevant, as you are torn on what to do during those few hours of unconstrained freedom. There are some options that you have been tempted to try out but couldn’t, some that seem just right and suitable, and others… not quite you, but still interesting. You need to choose soon if you don’t want to waste this one in a lifetime opportunity. So, what do you do on your last free afternoon at Academia?",
		   "DecisionA": "I think I’ll go read a romantic book in the park.",
		   "ResultA": "You’ve been long wanting to read the book Beth has recommended and lent you. It is supposed to be another steamy romance, just on the verge of being defamatory, and you can’t wait to learn what made this book forbidden. You take some bigger book to cover yours with and head out of your room to look for the perfect nook to hide and bury yourself in the story.\nYou take a slow walk around the Academia but nowhere seems private and safe enough. The library, an obvious choice, is simply too obvious, and the librarian tends to be rather scrupulous when she suspects girls reading what they shouldn’t and seizes said volumes for herself. Your bedroom is out of question, your roommate is the biggest telltale you’ve ever met and soon someone would come knocking at your door, demanding to be shown the book, students getting to you before the teachers, most probably. Reading in the halls would be simply stupid, and the common room is even less private than the halls, with all the girls lurking from behind you, trying to spy on what’s you’re reading.\nUnwittingly, you head outside, still clutching the two books to your chest. Finally, you stop when the sun rays hit your eyes. You squint and hold your hand to your face instinctively to cover your eyes with a shadow. Then a sense of enlightenment strikes: you should go to the park to read! It’s perfect! Secluded enough to give you the privacy you seek, yet adequately exposed so that the teachers don’t send anyone to chaperone you and ultimately catch you red-handed…\nWith your newly-found energy and hope you strut your way to the bench in the faraway quarter of the back-yard park. You can almost taste the sweetness of being a successful rebel, and in one of the most sheltered places you can think of! After three hours of reading comfortably, hidden in the shadows of trees and shrubbery, you walk back to your room with the glorious triumph only blatant misbehaving can bring. You spend the rest of the day smiling to yourself, despite constant itching from sitting so close to freshly- cut grass for so long. The ant bites and a sunburn on the bridge of your nose are the medal for your mischief and you wear them with pride.",
		   "DecisionB": "I think I'll gossip with other girls in the living room!",
		   "ResultB": "You decide that the best way to spend your last moments with fellow students in the Academia is to converse. And do so as much as possible, gather some interesting intel raw and first-hand while you still can. You’re not sure when will you have the chance to gossip openly again. Those girls seem like the perfect company to do just so, too, bored out of their minds and starved for some drama. There’s little to no chance that you will meet any of them in the next few months, unless they also debut this year. Even then, all the news you can exchange today will certainly be long expired. It would be such a waste! You sigh with uneasiness and a heavy heart. You miss Beth; was she here, you would just spend the whole day giggling and gossiping with her. Everything seems so much easier and more natural with her.\nYou prepare for a gossip session as one does: you make sure there is nothing even slightly embarrassing about your appearance or smell, you warm up your mouth and vocal cords to sound well and collected, you practised proper reactions to even the most prepostreous news and giggling in the most royal way you could ever think of. Gossiping is fun as long as you don’t become the group’s next target as soon as you leave the earshot. Having decided you are as ready as you can be, you leave your room and walk up to the shared living room.\nYou greet anyone you pass by, politely stopping to chat a little with the more talkative girls. You don’t want to appear as though you were in a hurry or desperate. These are probably the worst characteristics you could feature before trying to enter the circle of gossip. Sense of panic and doubt suddenly arises as you’re approaching your destination. You push it down.\nOnce you reach the far corner of the room, close to the fireplace but not too far away from the windows, you smile and bow slightly before a group of seemingly lovely girls. They all look at you with the nicest of expressions on their beautiful faces but you know that there is no friendliness in their gazes. As you exchange amenities, their eyes keep scanning you, looking for flaws or other reasons to turn you away.\nFew excruciating seconds later and the unspoken leader of the group invites you to join them for your last afternoon in Academia. You are filled with a sweet sensation of victory. You do wish you could share it with Beth, though.",
		   "DecisionC": "I’ll go studying scientific subjects at the school's library.",
		   "ResultC": "This is your last day. You’re an alumna and that status alone lets you enjoy special privileges for the first and only time. Knowing that most teachers won’t try to stop you, you head to the library with a strong resolution to read the books from the section you normally aren’t even allowed to peek in: science, economy, and medicine. You’re too excited to question why the library even keeps such publications if no one is allowed to view them.\nThe thought of holding those volumes makes your blood rush to your face. You feel slightly dizzy and your head throbs but these sensations only make you hurry up. You're already moving way too fast for others’ liking; you see their disgruntlement and hear their snitty comments as you rush past them. Be it exhaustion from the jog across the halls or your passion - you’re insensitive to any criticism.\nWhen you finally arrive at the library’s door, you stop abruptly, with your hand on the handle. You need to catch your breath as those nasty black spots in your vision prevents you from experiencing all of the awaiting glory of knowledge. And you want to take in as much and as many sensations as you can to remember this moment in vision, in smell, in feeling, in sound, in taste even! Despite realising how volatile your behaviour and how heightened your emotions are now, you decide to feel embarrassed later.\nYou take one last deep breath to calm yourself and you quietly enter the library. Walking the path you normally do, you don’t stop in your steps until you face the shelves about anatomy of the human body. You bite your lips and reach for the first book you lay your eyes on. Chuckling like a lunatic, you clasp it tight and run to the nearest reading desk.\nThe librarian hushes you, frowning angrily, but seems to completely ignore the volume in your hands. Once you quieten, she goes back to reading her book. You can’t stop wondering if she would have noticed if you had come here more often to read from the illicit section before. Also, what is she reading so religiously?",
		   "DecisionD": "I’ll train curtseys and bows.",
		   "ResultD": "Having given it much thought, you come to the conclusion that there is no time to waste before the debut. You’re not sure if your parents want you to debut this or the next season but you prefer to be ready for either occasion. You’d hate to disappoint anyone and the first thing that comes to your mind that could possibly prevent that is practising curtseys. After all, you’ll be expected to greet each member of the royal family individually and you need to stay elegant and graceful for the whole time.\nYou have confined your concerns to one of your teachers and she graciously agreed to watch you train curtseys and bows. She also suggested practising some dancing figures and steps you are not quite good at yet. The teacher in question herself is probably one of the most demanding and strict instructors in Academia. You used to fear her with all your existence as all her critique tends to land straight in one’s heart. Today, you decide, those harsh comments will do you good! You also vow to yourself to do your best and keep your composure even when you feel distressed.\nYou managed to find an empty classroom and the teacher requested a big mirror to be brought in. She wants you to observe your own movements so that you can see and correct any and all mistakes you will be making. She reasons that you might want to keep practising once at home and it’s good to learn how to do it well. This will be one of very few times you will actually watch yourself during practice. Usually it takes place in groups in the great hall and only the girls in the front can actually see themselves in the mirrors. You are both nervous and excited about this rare opportunity.\nYou spend about an hour practising curtseys and polishing your technique until the teacher decides there isn’t much you can improve in a span of a day. As much as it hurts to hear that you lack the fundamental skills, you are happy to proceed to dancing. Your knees and back burn with exhaustion but you smile through it. It all pays off when at the end of your practice, the teacher praises you for your hard work and ambition to better yourself. She graciously smiles at you, as you walk out of the room weak-kneed."
		 }
		 ,
		 {
		   "Language": "PL",
		   "StoryText": "Tłumaczonko w drodze.",
		   "DecisionA": "Fejkowe tłumaczonko A",
		   "DecisionB": "Fejkowe tłumaczonko B",
		   "DecisionC": "Fejkowe tłumaczonko C",
		   "DecisionD": "Fejkowe tłumaczonko D"
		 }
	]
}